{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Xiaoping Dong"}, {"accession": "MS:1000589", "name": "contact email", "value": "dongxp238@sina.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Chinese center for disease control and prevention"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Xiaoping Dong"}, {"accession": "MS:1000589", "name": "contact email", "value": "dongxp238@sina.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "State Key Laboratory for Infectious Disease Prevention and Control, Prion disease department, National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing, People’s Republic of China"}]}], "datasetFiles": [{"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2015/10/PXD002813/yxj.mgf.mzxml"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2015/10/PXD002813/yxj.msf"}, {"accession": "PRIDE:0000409", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2015/10/PXD002813/yxj.mgf"}], "description": "Human prion diseases are fatal neurodegenerative disorders characterized by neuronal damage in brain. Protein S-nitrosylation, the covalent adduction of a NO to cysteine, plays a role in human brain biology, and brain dysfunction is a prominent feature of pPrion disease, yet the direct brain targets of S-nitrosylation are largely unknown. We described the first proteomic analysis of global S-nitrosylation in brain tissues of sporadic Creutzfeldt–Jakob disease (sCJD), fatal familial insomnia (FFI) and genetic CJD with a substitution of valine for glycine at codon 114 of the prion protein gene (G114V gCJD) accompanying with normal control with isobaric tags for relative and absolute quantitation (iTRAQ) combined with a nano-HPLC/Q Exactive Mass spectrometry platform. In parallel, we used several approaches to provide quality control for the experimentally defined S-nitrosylated proteins. Total 1509 S-nitrosylated proteins (SNO-proteins) were identified, and cerebellum tissues appeared to contain more commonly differentially expressed SNO-proteins (DESPs) than cortex of sCJD, FFI and gCJD. Three selected SNO-proteins were verified by Western blots, consistent with proteomics assays. Gene ontology analysis showed that more up-regulated DESPs were involved in metabolism, cell cytoskeleton/structure and immune system both in cortex and cerebellum, while more down-regulated ones in both regions were involved in cell cytoskeleton/structure, cell-cell communication and miscelaneous function protein. Pathway analysis suggested that systemic lupus erythematosus, pathogenic Escherichia coli infection, extracellular matrix-receptor interaction were the most commonly affected pathways, which were identified from at least two different diseases. Using STRING database, the network of immune system and cell cytoskeleton and structure were commonly identified in the context of the up-regulated and down-regulated DESPs, respectively, both in cortex and cerebellum. Our study thus have implications for understanding the molecular mechanisms of human prion diseases related to abnormal protein S-nitrosylation and pave the way for future studies focused on potential biomarkers for the diagnosis and therapy of human prion diseases.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2015/10/PXD002813"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD002813"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD002813"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Human prion diseases, S-nitrosylation, proteomic analysis, isobaric tags for relative and absolute quantitation"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biomedical"}], "modifications": [{"accession": "MOD:01549", "name": "iTRAQ8plex-116 reporter+balance reagent acylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "26392294"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Chen LN, Shi Q, Zhang BY, Zhang XM, Wang J, Xiao K, Lv Y, Sun J, Yang XD, Chen C, Zhou W, Han J, Dong XP. Proteomic Analyses for the Global S-Nitrosylated Proteins in the Brain Tissues of Different Human Prion Diseases. Mol Neurobiol. 2015 Sep 21"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Human prion disease iTRAQ"}