{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Tomoya Niinae"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Kyoto university"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Tatsuhiko Yokoyama"}]}], "description": "E extracytoplasmic stress response and the elimination of remnant signal peptides. It remains however unclear whether RseP has additional cellular functions. In this study, we attempted to identify new RseP substrates to explore still unknown physiological roles of this protease. Our mass spectrometry-based quantitative proteomic analysis revealed that the levels of the several Fec system proteins encoded by the fecABCDE operon (fec operon) were significantly decreased in an RseP-deficient strain. The Fec system is responsible for the uptake of ferric citrate, and the transcription of the fec operon is controlled by FecI, an alternative sigma factor, and its regulator FecR, a single-pass transmembrane protein. The assays with the fec operon expression reporter demonstrated that the proteolytic activity of RseP is essential for the ferric citrate-dependent up-regulation of the fec operon. Analysis using the FecR protein and FecR-derived model proteins showed that FecR undergoes sequential processing at the membrane and that RseP participates in the last step of this sequential processing to generate the N-terminal cytoplasmic fragment of FecR that acts in transcription of the fec operon with FecI. Ferric citrate signal-dependent generation of this cleavage product is the essential and sufficient role of RseP in the transcriptional activation of the fec operon. Our study unveiled a novel physiological role of E. coli RseP, intramembrane proteolysis of FecR, which is essential for the regulation of iron uptake by the ferric citrate transport system.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST001073"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST001073"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD023797"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST001073"}], "instruments": [{"accession": "MS:1000463", "name": "instrument"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "E.coli, membrane, TMT"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}, {"accession": "MOD:01717", "name": "TMT6plex reporter+balance reagent N-acylated residue"}, {"accession": "MOD:01718", "name": "TMT6plex reporter+balance reagent acylated N-terminal"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "33865858"}, {"accession": "MS:1002866", "name": "Reference", "value": "Yokoyama T, Niinae T, Tsumagari K, Imami K, Ishihama Y, Hizukuri Y, Akiyama Y The Escherichia coli S2P intramembrane protease RseP regulates ferric citrate uptake by cleaving the sigma factor regulator FecR. J Biol Chem. 2021 Apr 15;:100673"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Escherichia coli"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "562"}]}], "title": "Escherichia coli S2P family intramembrane protease RseP is engaged in the regulated sequential cleavages of FecR in the ferric citrate signaling"}