{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "I-Hsuan Chen"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Regeneron Pharmaceuticals"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Hui Xiao"}]}], "description": "Host cell proteins (HCPs) are process-related impurities that are generated by the host organism and are typically present at low levels in recombinant biopharmaceutical products, such as therapeutic antibodies. While overall HCP levels are usually monitored by enzyme-linked immunosorbent assay (ELISA), liquid chromatography coupled to mass spectrometry (LC-MS) is emerging as a powerful tool that can provide both qualitative and quantitative information about HCP levels during purification process development. However, a major challenge for LC-MS-based methods is that there can be a more than 5 orders of magnitude difference in the concentration between HCPs and therapeutic antibody in solution, which precludes the effective identification of low abundance HCPs in antibody product. This work reports a simple and powerful strategy to identify HCPs in antibody drug substance by applying molecular weight cut-off (MWCO) filtration step followed by shotgun proteomic analysis. After dissociating the interaction between HCPs and antibody with an anionic detergent, the depletion of antibody from HCPs can be easily achieved with the MWCO filtration step. Using this method, we observed that the dynamic range across proteins in the HCP samples was significantly decreased by 1,000-fold. In addition, by spiking in known amounts of HCPs to purified antibody drug substance with low levels of HCPs, we demonstrated that our method could detect HCP at a concentration as low as 1 ppm. When applying this methodology to the study of HCPs in NIST monoclonal antibody (NISTmAb), more than 150 HCPs were confidently identified, which doubles the number of identified HCPs that have been previously reported. Parallel reaction monitoring (PRM) results confirmed that the novel HCPs found using this method were present in very low abundance (0.01-8 ppm), highlighting that our method reduces the dynamic range by removing antibody interference and improving the sensitivity of HCP identification and quantification.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000665"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000665"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD016194"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000665"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Host cell protein, antibody"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Improved host cell protein analysis in monoclonal antibody products through molecular weight cutoff enrichment "}