{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Rui Branca"}, {"accession": "MS:1000589", "name": "contact email", "value": "rui.mamede-branca@ki.se"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Cancer Proteomics Mass Spectrometry, Dep. of Oncology-Pathology, Karolinska Institutet"}]}], "description": "Import of proteins to mitochondria and chloroplasts is essential for organelle biogenesis and organism survival. Proteins to be imported contain an N-terminal peptide targeting the protein to the correct organelle. The targeting peptides are cleaved off after the completed import. Because the free targeting peptides are potentially toxic to organellar activities, they must be removed. We identiﬁed and characterised a unique mitochondrial and chloroplastic oligopeptidase, organellar oligopeptidase, that provides a complementary pathway for the degradation of targeting peptides and also participates in general organellar quality control mechanisms degrading the peptides produced from complete protein degradation. Peptide products from individual cleavage assays with the OOP and PreP1 enzymes were acidified by formic acid and injected into LC-MS.  2012oct12 experiment - sample labels (A1, A2, A3, B1, B2, etc...) condition: 1 - OOP 2 - PreP1 3 - ctrl peptide: A - F1beta H-1 4-15 B - F1beta H-2 43-53 C - F1beta 2-20  D - L29 E - CysD F - SytII G - Mdh oct H - Sdh oct I - P1 J - P22 K - Cox4-preseq L - Abeta28  2013jul12 experiment - sample labels (A11, A21, A31, B11, B21, etc...) condition:  1 - ctrl 2 - OOP 3 - PreP1 peptide:  A - thrRS-1 B - thrRS-2 C - F1b-H2 D - L29 E - AT5G36880-11 F - F1b-53 G - AT5G36880-19 H - AT5G36880-26 I - Abeta40. Data analysis: All MS/MS spectra were searched by Sequest under the software platform Proteome Discoverer (v1.3.0.339; Thermo Scientiﬁc) against a FASTA ﬁle containing all the sequences of the peptides used as substrates in the enzymatic assay. Precursor mass tolerance of 10 ppm and product mass tolerance of 0.02 Da were used. Oxidation of methionine and amidation of the C terminus were used as variable modiﬁcations. Precursor peak areas were quantiﬁed using the 'precursor ions area detector' module of Proteome Discoverer. Only peaks with an area of at least 5% of the intact peptide peak were used in the interpretation of the cleavage pattern. Related atomic coordinates and structure factors have been deposited in the Protein Data Bank, www.pdb.org, with PDB ID codes 4KA7 (E572Q mutant) and 4KA8 (wildtype organellar oligopeptidase).", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/09/PXD000444"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000444"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Arabidopsis thaliana, OOP, PreP, peptide cleavage, LC-MS"}], "modifications": [{"accession": "MOD:00674", "name": "amidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "24043784"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Kmiec B, Teixeira PF, Berntsson RP, Murcha MW, Branca RM, Radomiljac JD, Regberg J, Svensson LM, Bakali A, Langel U, Lehtiö J, Whelan J, Stenmark P, Glaser E. Organellar oligopeptidase (OOP) provides a complementary pathway for targeting peptide degradation in mitochondria and chloroplasts. Proc Natl Acad Sci U S A. 2013 Sep 16"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (Mouse-ear cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "OOP and PreP peptide cleavage products by LC-MS"}