{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Junmin Peng"}, {"accession": "MS:1000589", "name": "contact email", "value": "junmin.peng@stjude.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Structural Biology"}]}], "description": "Comprehensive study of the human brain-insoluble proteome in AD by mass spectrometry. Mass spectrometry analysis of detergent insoluble fractions was processed based on our optimized LC-MS/MS protocol. Protein concentration was determined by bicinchoninic acid (BCA) assay (Thermo Scientific) using bovine serum albumin as standard, and further verified by Coomassie staining on a short SDS gel. Approximately 50 ug of protein per sample were resolved on a 9% SDS gel and stained with Coomassie blue. Each gel lane was excised into 20 bands followed by in-gel trypsin digestion. The resulting peptides were analyzed by LC-MS/MS (2 h) on an LTQ-Orbitrap mass spectrometer (Thermo). MS/MS spectra were searched against a human reference database from the National Center for Biotechnology Information using the SEQUEST algorithm (version 28). Identifications in Sequest .out files were converted into pepXML format using out2xml program of the Trans-Proteomic Pipeline (Institute of Systems Biology,Seattle, WA). Searching parameters included mass tolerance of precursor ions (+- 20 ppm) and product ion (+- 0.5 Da), partial tryptic restriction, fixed mass shift for modification of carboxyamidomethylated Cys (+ 57.0215 Da), dynamic mass shifts for oxidized Met (+ 15.9949 Da), three maximal modification sites and three maximal missed cleavages. Only b and y ions were considered during the database match. To evaluate false discovery rate during the spectrum-peptide matching, all original protein sequences were reversed to generate a decoy database that was concatenated to the original database. Related RNA-seq files have been deposited in the Sequence Read Archive database with accession SRA060572.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/08/PXD000067"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000067"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Human, LC-MS/MS, U170K, Splicing"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "24023061"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Bai B, Hales CM, Chen PC, Gozal Y, Dammer EB, Fritz JJ, Wang X, Xia Q, Duong DM, Street C, Cantero G, Cheng D, Jones DR, Wu Z, Li Y, Diner I, Heilman CJ, Rees HD, Wu H, Lin L, Szulwach KE, Gearing M, Mufson EJ, Bennett DA, Montine TJ, Seyfried NT, Wingo TS, Sun YE, Jin P, Hanfelt J, Willcock DM, Levey A, Lah JJ, Peng J. U1 small nuclear ribonucleoprotein complex and RNA splicing alterations in Alzheimer's disease. Proc Natl Acad Sci U S A. 2013 Sep 10"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "U1 Small Nuclear Ribonucleoprotein Complex and RNA Splicing Alterations in Alzheimer Disease"}