{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Brett Phinney"}, {"accession": "MS:1000589", "name": "contact email", "value": "brettsp@ucdavis.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "UC Davis"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Robert Rice"}, {"accession": "MS:1000589", "name": "contact email", "value": "rhrice@ucdavis.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "UC Davis"}]}], "description": "Recent reports highlight improved individual identification using proteomic information from human hair evidence. These reports have stimulated investigation of parameters that affect the utility of proteomic information. In addition to variables already studied relating to processing technique and the anatomic origin of hair shafts, an important variable is hair ageing. Present work focuses on the effect of age on protein profiling and analysis of genetically variant peptides GVPs. Hair protein profiles may be affected by developmental and physiological changes with age of the donor, exposure to different environmental conditions and intrinsic processes, including during storage. First, to explore whether general trends were evident in the population at different ages, hair samples were analyzed from groups of different subjects in their 20s, 40s and 60s. No significant differences were seen as a function of age, but consistent differences were evident between European American and African American hair profiles. Second, samples collected from single individuals at different ages were analyzed. In most cases, these showed few protein expression level differences over periods of 10 years or less, but samples from subjects at 44 and 65 year intervals were distinctly different in profile. The results indicate that use of protein profiling for personal identification, if practical, would be limited to decadal time intervals. Moreover, batch effects were clearly evident in samples processed by different staff. To investigate the contribution of storage at room temperature in affecting the outcomes, the same proteomic digests were analyzed for GVPs. In samples stored over 10 years, GVPs were reduced in number in parallel with the yield of identified proteins and unique peptides.  However, a very different picture emerged with respect to personal identification. Numbers of GVPs sufficed to distinguish individuals despite the age differences of the samples. As a practical matter, three hair samples per person provided nearly the maximal number obtained from 5 or 6 samples. The random match probability where the log increased in proportion to the number of GVPs reached as high as 1 in 108. The data indicate that GVP results are dependent primarily on the donor genotype, and thus are consistent despite the ages of the donors and samples and batchwise effects in processing. This conclusion is critical for application to casework where the samples may be in storage for long periods and used to match samples recently collected.", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/dataset.jsp?task=4a43733eab0c45a0a78a7afc7ad4f685"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000085030/"}], "identifiers": [{"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000085030"}, {"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD017771"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "hair"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "age"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Genetically Variant Peptides"}], "modifications": [{"accession": "UNIMOD:35", "name": "Oxidation"}, {"accession": "UNIMOD:7", "name": "Deamidated"}], "publications": [{"terms": [{"accession": "MS:1002853", "name": "Dataset with no associated published manuscript"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "human"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Age-Related Changes in Hair Shaft Protein Profiling and Genetically Variant Peptides"}