{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "De-Pei Liu"}, {"accession": "MS:1000589", "name": "contact email", "value": "liudp@pumc.edu.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Peking Union Medical College"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "De-Pei Liu"}, {"accession": "MS:1000589", "name": "contact email", "value": "liudp@pumc.edu.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Biochemisry and Molecular Biology, Institute of Basic Medical Sciences,  Chinese Academy of Medical Scieneces and Peking Union Medical College"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "http://download.iprox.org/IPX0001756000/IPX0001756002/FL_HIGH_50per_mouse.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "http://download.iprox.org/IPX0001756000/IPX0001756002/FL_LOW_50per_mouse.raw"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "http://download.iprox.org/IPX0001756000/IPX0001756002/H2O2 sensitivity mouse .list"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "http://download.iprox.org/IPX0001756000/IPX0001756002/sulfenic acid modification of CLOCK human_100per_F1_R1.xlsx"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "http://download.iprox.org/IPX0001756000/IPX0001756002/sulfenic acid modification of CLOCK human_100per_F1_R1.raw"}], "description": "In vitro H2O2-sensitivity of CLOCK cysteines was measured with a quantitative chemoproteomic approach termed as QTRP (Quantitative Thiol Reactivity Profiling) as previously reported. In brief, 5 μg of recombinant CLOCK proteins were reduced with 1 mM DTT for 30 min at room temperature. After reaction, excess DTT was removed by Zeba™ Spin Desalting Column (Thermo Scientific) pre-equilibrated with PBS, pH 7.4. Reduced CLOCK proteins were then reacted with or without H2O2 (150 μM) for 10 min at room temperature. The reaction was quenched with catalase. Proteins were labeled with 100 μM thiol-reactive IPM probe for 30 min at room temperature. The reversibly oxidized cysteines were reduced with 1 mM DTT at 75°C for 15 min and alkylated with 5 mM IAM for 30 min in the dark at the room temperature. Proteins were then digested with sequencing grade trypsin (Promega) at a 1:50 (enzyme/ substrate) ratio overnight at 37°C. The resulting tryptic peptides were desalted with C18 tips, evaporated to dryness under vacuum, and reconstituted in a solution containing 30% ACN at pH 6. An isotopically labeled and UV-cleavable azido-biotin tag (Az-UV-Biotin) was then conjugated to the IPM-modified peptides using copper catalyzed alkyne azide cycloaddition reaction (CuAAC, click chemistry). Click chemistry was performed by the addition of 0.8 mM either light Az-UV-biotin for H2O2 treated sample or heavy Az-UV-biotin for untreated sample, 8 mM sodium ascorbate, 1 mM TBTA, and 8 mM CuSO4. Samples were allowed to react at room temperature for 2 h with rotation in the dark. The light and heavy biotinylated peptide samples were then mixed together, cleaned with SCX spin columns to remove excess reagents, and captured with pre-washed streptavidin sepharose beads for 2 h at room temperature. Streptavidin beads then was washed with 50 mM NaAc, 50 mM NaAc containing 2 M NaCl, and water twice, respectively, and resuspended in 25 mM ammonium bicarbonate buffer. The probe-modified peptides were then photoreleased under 365 nm UV light, desalted with C18 tips, evaporated to dryness, and stored at -20°C until LC-MS/MS analysis. One microgram of recombinant CLOCK protein (Creative Biomart) was incubated with 1 mM hydrogen peroxide for 10 min at 37°C, at which point dimedone was added to a final concentration of 5 mM and the samples were incubated for an additional 1 h. After the dimedone treatment, 10 mM DTT was added, and the samples were incubated for an additional 30 min at 37°C. Subsequently, samples were incubated with 20 mM indole-3-acetic acid (IAA) for an additional 30 min, after which trypsin digestion was performed overnight. LC-MS/MS analyses were performed using a Q-Exactive Plus instrument equipped with an Easy-nLC1000 system.", "fullDatasetLinks": [{"accession": "MS:1002837", "name": "iProX dataset URI", "value": "http://www.iprox.org/page/project.html?id=IPX0001756000"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD015266"}, {"accession": "MS:1002836", "name": "iProX dataset identifier", "value": "IPX0001756000"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "CLOCK, H2O2-sensitivity, sulfenic acid modificaiton"}], "modifications": [{"accession": "MOD:00210", "name": "L-cysteine sulfenic acid"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}, {"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Measurement of site-specific H2O2-sensitivity and identification of sulfenic acid  modification of CLOCK cysteines"}