{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Na Zhang"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Dalian Institute of Chemical Physics, Chinese Academy of Sciences"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Mingliang Ye "}]}], "description": "D-dimer is an important marker of different coagulation disease, such as venous thromboembolism (including deep vein thrombosis and pulmonary embolism) and disseminated intravascular coagulation. Though it is frequently used in many clinical diagnostic situations, the D-dimer assays currently lack standardization due to its inherent heterogeneity which makes the antibody-based methods have different quantitative results and cutoffs to define an abnormal value. In this study, we report the first antibody-free D-dimer quantification method. In the method, a cross-linked peptide of fibrin D domain carboxyl terminal cross-linked by the factor XIIIa was used to represent the D-dimer. By using a filter-aided sample preparation and nickel immobilized metal affinity chromatography enrichment strategy, the complexity of the plasma sample was significantly reduced and the cross-linked peptide was enriched effectively for analysis with parallel reaction monitoring in mass spectrometry. The linear range of this method was 3.125nmol/L to 400nmol/L which spanning over two magnitudes. Recovery and reproducibility of the method were found to be good. To further demonstrate the performance of our method, D-dimer concentrations of twenty-five human plasma were analyzed and the results had a good correlation between with the commercial D-dimer assay kit used in hospital. This method was completely antibody-free and have potential to promote the standardization of D-dimer analysis.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000839"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000839"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD018959"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000839"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "D-dimer, antibody free, nickel immobilized metal affinity chromatography, parallel reaction monitoring-mass spectrometry, filter-aided sample preparation, quantification"}], "modifications": [{"accession": "MOD:00719", "name": "L-methionine sulfoxide"}, {"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "A mass spectrometry-based antibody free approach enables the quantification of D-dimer in plasma"}