{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "T Greco"}, {"accession": "MS:1000589", "name": "contact email", "value": "tgreco@princeton.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Princeton University"}]}], "description": "Affinity purification-mass spectrometry (AP-MS) datasets of eleven human histone deacetylases (HDACs). Affinity-tagged (GFP) HDACs were expressed in a human CEM-T cell line. For label-free analysis, proteins were digested by trypsin in-solution and peptides separated across a linear 180 min gradient by a one-dimensional LC-MS/MS analysis.  For label-free analysis, MS data (RAW files) were converted into mzXML format using the Proteowizard conversion tool. mzXML files were searched using the X!Tandem/k-score database search tool against the human subset of the UniProt protein sequence database, appended with a list of common sample contaminants. The search results were processed using PeptideProphet and ProteinProphet tools. The data from individual experiments across 7 biological replicates of GFP controls and 23 HDAC-GFP-tagged biological replicates were merged, and the spectral counts were extracted using the software, ABACUS. The combined list of protein identifications (protein groups) was filtered to achieve a protein-level FDR of less than 1%. When computing the spectral counts in individual experiments, proteins were quantified (i.e. spectra counted) if they were identified with a probability equal or greater than 0.9 in that particular replicate. For metabolic labeling IDIRT experiments, isolated proteins were separated by SDS-PAGE, digested by trypsin in-gel, and peptides were separated across a linear 90 min gradient. RAW files were processed and peptides were identified (less than 1% FDR) and quantified using SEQUEST/Percolator in the Proteome Discoverer software (v1.3). IDIRT protein ratios were normalized by the median SILAC protein ratio determined from 1D-LC-MS/MS analysis of input lysates. Protein interactions have been submitted to the IMEx consortium through IntAct with the identifier IM-18733.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/06/PXD000208"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000208"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "HDAC, AP-MS, protein interactions, IDIRT"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00419", "name": "(R)-5-oxo-1", "value": "4-tetrahydrothiazine-3-carboxylic acid"}, {"accession": "MOD:00420", "name": "2-pyrrolidone-5-carboxylic acid (Glu)"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)"}, {"accession": "MOD:00582", "name": "6x(13)C", "value": "2x(15)N labeled L-lysine"}, {"accession": "MOD:01331", "name": "6x(13)C labeled L-arginine"}, {"accession": "MOD:01160", "name": "deaminated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23752268"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Joshi P, Greco TM, Guise AJ, Luo Y, Yu F, Nesvizhskii AI, Cristea IM. The functional interactome landscape of the human histone deacetylase family. Mol Syst Biol. 2013 Jun 11;9:672"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "AP-MS analysis of human histone deacetylase interactions in CEM-T cells"}