{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Bernd Wollscheid"}, {"accession": "MS:1000589", "name": "contact email", "value": "bernd.wollscheid@hest.ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "ETHZ"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Sandra Goetze"}, {"accession": "MS:1000589", "name": "contact email", "value": "sgoetze@ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "ETHZ"}]}], "description": "Listeria monocytogenes is an opportunistic foodborne pathogen responsible for listeriosis, a potentially fatal foodborne disease. Many different Listeria strains and serotypes exist, buthowever a proteogenomic resource that which would allow to bridges the gap in ourthe molecular understanding of the relationships between the Listeria genotypes and phenotypes via proteotypes is still missing. Here we devised a next-generation proteogenomics strategy that enables the community now to rapidly proteotype Listeria strains and relate this information back to the genotype. Based on sequencing and de novo assembly of the two most commonly used Listeria model strains, EGD-e and ScottA, we established two comprehensive Listeria proteogenomic databases. A genome comparison established core- and strain-specific genes with potentially responsible relevance for virulence differences. Next, we established a DIA/SWATH-based proteotyping strategy, including a new and robust sample preparation workflow, that enablesing the reproducible, sensitive, and relatively quantitative measurement of Listeria proteotypes. This re-usable and publically available DIA/SWATH library and new public resource covers 70% of the potentially expressed open reading frames (ORFs) of Listeria and represents the most extensive spectral library for Listeria proteotype analysis to date. We used these two new resources to investigate the Listeria proteotype in three states mimicking the upper gastrointestinal passage. Exposure of Listeria to bile salts at 37 oC, which simulatesmimicking conditions encountered in the duodenum, showed significant proteotype perturbations including an increase of FlaA, the structural protein of flagella. Given that Listeria is known to lose its flagella above 30 oC, this was an unexpected finding. The formation of flagella, which might have implications onwithin the infectivity cycle, was validated by parallel reaction monitoring and, light and scanning electron microscopiesy. Q-PCR data of flaA transcripts levels were not impacted showed no significantly differentces with and without exposure to conditions mimicking the duodenum, suggesting a regulation at the post-transcriptional level. Together, these analyseswe provide a comprehensive proteogenomic resource and toolbox for the Listeria community enabling the analysis of Listeria genotype-proteotype-phenotype relationships.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/660xuF.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD014294"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/660xuF.url"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Listeria"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "proteotype"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "proteogenomics"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "smORFs"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "DIA"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "PRM"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "EGD-e"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "ScottA"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32091902"}, {"accession": "MS:1002866", "name": "Reference", "value": "Varadarajan AR, Goetze S, Pavlou MP, Grosboillot V, Shen Y, Loessner MJ, Ahrens CH, Wollscheid B. A Proteogenomic Resource Enabling Integrated Analysis of Listeria Genotype-Proteotype-Phenotype Relationships. J Proteome Res. 2020 Apr 3;19(4):1647-1662. doi: 10.1021/acs.jproteome.9b00842. Epub 2020 Mar 6. PMID: 32091902."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Listeria monocytogenes"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "1639"}]}], "title": "A proteogenomic resource enabling integrated analysis of Listeria genotype-proteotype-phenotype relationships"}