{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ya Wang"}, {"accession": "MS:1000589", "name": "contact email", "value": "aya520123@163.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Huazhong agricultural university"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Meilin Jin"}, {"accession": "MS:1000589", "name": "contact email", "value": "jml8328@126.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "College of Animal Science and Veterinary Medicine, Huazhong Agricultural University, Wuhan, China"}]}], "datasetFiles": [{"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2017/03/PXD005505/P14073.msf"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2017/03/PXD005505/P14073.pep.xml"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2017/03/PXD005505/P14073.prot.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2017/03/PXD005505/P14073_140603162002.raw"}], "description": "Erysipelothrix rhusiopathiae is a small, facultatively aerobic, gram-positive bacterium that causes erysipelas in swine and a wide spectrum of diseases in other animals, as well as the skin disease erysipeloid in humans. Swine erysipelas caused by E. rhusiopathiae is the most prevalent and economically important of these diseases. In China, swine erysipelas has emerged at an alarming rate, developing from scattered occurrences on a small number of farms to systemic outbreaks since 2012 in many provinces, thereby inflicting large financial losses. Some virulence factors of E. rhusiopathiae have been identified. The capsule is considered essential for resistance to phagocytosis and bacterial virulence. Neuraminidase plays a crucial role in initiating adhesion to endothelial cells. Two surface-adhesion proteins (RspA and RspB) participate in the initiation of biofilm formation by binding to abiotic and biotic surfaces. SpaA is involved in the adhesion of E. rhusiopathiae to porcine endothelial cells. Nevertheless, very little is known about the pathogenesis of E. rhusiopathiae. This knowledge gap has become one of the most important obstacles to controlling infection. Thus, the identification of novel virulence factors is necessary to improve understanding of the pathogenesis of E. rhusiopathiae.Surface proteins of gram-positive bacteria play a critical role in virulence by modifying the environment surrounding the cell. Furthermore, for many bacteria, surface proteins are candidate antigens for subunit vaccines. The examination of bacterial surface-protein fractions, including cell wall-associated proteins (CWPs), is an effective method for identifying novel virulence factors. One proteomic approach involves isobaric Tags for Relative and Absolute Quantitation (iTRAQ) coupled to liquid chromatography (LC)-quadrupole mass spectrometry (MS/MS). This method has been widely used for the comparative quantitative analysis of bacterial proteomes. In this study, iTRAQ combined with LC-MS/MS was applied to compare differentially abundant CWPs of high- and low-virulence strains of E. rhusiopathiae. Proteins with higher abundance in the high-virulence strain were found to aid in predicting potential virulence factors to improve vaccines or disease-control strategies.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2017/03/PXD005505"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD005505"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD005505"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Erysipelothrix rhusiopathiae, cell wall proteins, comparative proteomics, virulence factor"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}], "modifications": [{"accession": "PRIDE:0000398", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "28284755"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Wang Y, Li J, Zhang A, Zhu W, Zhang Q, Xu Z, Yan S, Sun X, Chen H, Jin M. iTRAQ-based quantitative proteomic analysis reveals potential virulence factors of Erysipelothrix rhusiopathiae. J Proteomics. 2017 May 8;160:28-37"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Erysipelothrix rhusiopathiae"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "1648"}]}], "title": "iTRAQ-based quantitative proteomic analysis reveals potential virulence factors of Erysipelothrix rhusiopathiae"}