{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Waltraud Schulze"}, {"accession": "MS:1000589", "name": "contact email", "value": "wschulze@uni-hohenheim.de"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Plant Systems Biology"}]}], "description": "Two datasets: StREM1.3: methyl-beta cyclodextrin-dependent distribution of StREM1.3 to detergent resistant and detergent soluble membrane fractions. SLAH3: localization of SLAH3 to detergent resistant and detergent soluble fractions dependent on co-expression with CPK21 and ABI1. Data analysis: Protein identiﬁcation and ion intensity quantitation was carried out by MaxQuant version 1.3.0.5. Spectra were matched against the Arabidopsis proteome (TAIR10, 35,386 entries) using Andromeda. Thereby, carbamidomethylation of cysteine was set as a ﬁxed modiﬁcation; oxidation of methionine as well as phosphorylation of serine, threonine, and tyrosine was set as variable modiﬁcations. Because label-free quantitation based on ion intensities was used, multiplicity was set to 1. Mass tolerance for the database search was set to 20 ppm on full scans and 0.5 Da for fragment ions. Retention time matching between runs was chosen within a time window of 2 min. Peptide false discovery rate (FDR), protein FDR was set to 0.01, and site FDR was set to 0.05. Contaminants and reverse hits identiﬁed by MaxQuant were excluded from further analys Protein identiﬁcation and ion intensity quantitation was carried out by MaxQuant version 1.3.0.5. Spectra were matched against the Arabidopsis proteome (TAIR10, 35,386 entries) using Andromeda. Thereby, carbamidomethylation of cysteine was set as a ﬁxed modiﬁcation; oxidation of methionine as well as phosphorylation of serine, threonine, and tyrosine was set as variable modiﬁcations. Because label-free quantitation based on ion intensities was used, multiplicity was set to 1. Mass tolerance for the database search was set to 20 ppm on full scans and 0.5 Da for fragment ions. Retention time matching between runs was chosen within a time window of 2 min. Peptide false discovery rate (FDR), protein FDR was set to 0.01, and site FDR was set to 0.05. Contaminants and reverse hits identiﬁed by MaxQuant were excluded from further analysis. PXD000211 is also assoicated with the same study/paper.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/09/PXD000182"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000182"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "membrane microdomain, ion channel, remorin"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23630285"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Demir F, Horntrich C, Blachutzik JO, Scherzer S, Reinders Y, Kierszniowska S, Schulze WX, Harms GS, Hedrich R, Geiger D, Kreuzer I. Arabidopsis nanodomain-delimited ABA signaling pathway regulates the anion channel SLAH3. Proc Natl Acad Sci U S A. 2013 May 14;110(20):8296-301"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (Mouse-ear cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "Arabidopsis nanodomain-delimited ABA signaling pathway regulates the anion channel SLAH3"}