{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Susan Fanayan"}, {"accession": "MS:1000589", "name": "contact email", "value": "susan.fanayan@mq.edu.au"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Chemistry and Biomolecular Sciences"}]}], "description": "In this study, we have integrated shotgun proteomics approach to compare the protein expression profiles of 3 human colon cancer cell lines (LIM1215, LIM1899 and LIM2405) representing alternative forms of colorectal cancer. We have performed detailed analysis of our proteomics data (coupled with RNA-Seq data, database identifiers not available), which has identified several cancer-associated proteins with differential expression patterns. We have also identified some protein networks which appear dysregulated in these cell lines. Protein Identification and Data Analysis: Spectra files were converted to mzXML format and processed through the global proteome machine software (GPM) (version 2.1.1), an open source protein identification system that uses the X!Tandem algorithm. For each experiment, 16 fractions were processed sequentially with output files for each individual fraction and a merged, non-redundant output file generated for protein identifications with Log (e) values less than –1. Peptide identification was determined using a parent ion mass error of +3 Da and –0.5 Da and fragment ion tolerance of 0.4 Da.30 Mass spectra were searched based on peptide trypticity with up to three missed cleavages. Carbamidomethyl was considered as a complete modification and partial modifications were also considered, including oxidation of methionine and threonine, and deamidation of asparagine and glutamine. MS/MS spectra were searched against the Homo sapiens database (Database derived from SwissProt, Ensemble, and NCBI) and reverse database searching was used to estimate false discovery rates (calculated at less than 1%).31 Data were analyzed using various bioinformatics tools, including DAVID Functional Annotation Tool (http://david.abcc.ncifcrf.gov/), Pathway Commons (http://www.pathwaycommons.org) and GeneCards (www.genecards.org).", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/03/PXD000120"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000120"}], "instruments": [{"accession": "MS:1000447", "name": "LTQ"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Colon Cancer"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23458625"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Fanayan S, Smith JT, Lee LY, Yan F, Snyder M, Hancock WS, Nice E. Proteogenomic Analysis of Human Colon Carcinoma Cell Lines LIM1215, LIM1899 and LIM2405. J Proteome Res. 2013 Mar 4"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Proteogenomic Analysis of Human Colon Carcinoma Cell Lines LIM1215, LIM1899 and LIM2405"}