{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ulrich Omasits"}, {"accession": "MS:1000589", "name": "contact email", "value": "omasitsu@ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Institute of Molecular Systems Biology, ETH Zurich"}]}], "description": "Using a discovery proteomics approach, the expressed proteome of Bartonella henselae,  a Gram-negative prokaryotic model organism was exhaustively studied under two conditions  that mimic those encountered in different hosts.  Using the analysis-driven experimentation (ADE) feedback-loop strategy, we were able to  virtually eliminate the biases of commonly under-represented short, basic, and particularly  lower abundant and membrane protein classes, all of which are experimentally tractable.  Based on a very stringent FDR at the PSM level, we identified 85% of all distinct, annotated proteins  and above 90% compared to the expressed protein-coding genes in the two conditions.  Several lines of evidence indicated that this is very close to all proteins that can be identified  by a discovery proteomics approach with current technology  Our experimental strategy relied on four elements:  First, we used a combination of sub-cellular fractionation (Cyt, TM, IM, OM) with additional biochemical fractionation regimens (gelfiltration, OGEpep, OGEprot, ProteoMiner) to reduce the overall sample complexity. Second, an exclusion list approach was applied, where each sample is measured twice in a mass spectrometer.  Third, we relied on the ADE strategy to target typically under-represented areas of the proteome.  Finally, we also used chymotrypsin as enzyme in addition to trypsin for all membrane-derived fractions. For computational analysis, we combined results from two database search engines (Mascot and MS-GF+).Mass spectra were searched against a protein sequence database containing 1488 NCBI RefSeq annotated B. henselae proteins (NC_005956.1),  3336 sheep proteins, a positive control (myc-gfp), as well as protein sequences of 256 common contaminants.  Spectra were searched against this database using the target/decoy option either with Mascot (version 2.3.0, Matrix Science)  or with MS-GF+ (MS-GFDB v7747, kindly provided by Dr. Sangtae Kim, UCSD, USA) using the following parameters: Carbamidomethylation was set as a fixed modification on all Cysteines, oxidation of Methionines,  deamidation of Asparagines and Glutamines, as well as cyclization of N-terminal Glutamines were considered  as optional modifications. Spectra were searched for a match to fully-tryptic and semi-tryptic peptides with up to two missed  cleavage sites. Precursor ion mass tolerance was set to 5 ppm, fragment ion mass tolerance was set to 0.8 Da, and the  automatic decoy search option was enabled.  For Mascot, data were further post-processed with Percolator (Brosch et al. 2009). Additional RNA-seq data are at GEO under the accession: GSE44564.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000153"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000153"}], "instruments": [{"accession": "MS:1000448", "name": "LTQ FT"}, {"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Bartonella Henselae, Complete Proteome, Complete Membrane Proteome, ADE"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00419", "name": "(R)-5-oxo-1", "value": "4-tetrahydrothiazine-3-carboxylic acid"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23878158"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Omasits U, Quebatte M, Stekhoven DJ, Fortes C, Roschitzki B, Robinson MD, Dehio C, Ahrens CH. Directed shotgun proteomics guided by saturated RNA-seq identifies a complete expressed prokaryotic proteome. Genome Res. 2013 Jul 22"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Bartonella henselae (strain ATCC 49882 / Houston 1) (Rochalimaea henselae)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "283166"}]}], "title": "Complete Expressed Proteome of Bartonella Henselae"}