{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Fernanda Amorim"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Vila Velha"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Breno Valentim Nogueira "}]}], "description": "The spleen is considered a non-essential organ. However, its importance is increasingly clear, given the serious disorders caused by its absence or dysfunction, e.g., greater susceptibility to infections, thromboembolism and cancer. Also, non-functionality of the spleen can lead to higher risk of infection and death in patients with serious diseases, such as HIV, myeloma, and leukemia. Surgical techniques to preserve the spleen and maintain splenic function have become increasingly common. However, the morbidity and mortality associated with its absence and dysfunction are still high. We used the decellularization technique to obtain a viable splenic scaffold for recellularization in vitro and propose the idea of bioengineered spleen transplantation to the host. In our study, we demonstrated that the scaffold created after decellularization presents good removal of residual DNA and SDS, which are essential to prevent immunogenic responses and transplantation failure. Also, the main components of the splenic matrix, such as collagens, glycoproteins, and proteoglycans, were preserved. We observed the maintenance of important structural components such as white pulp, marginal zone and red pulp, in addition to the network of vascular ducts. The scaffold we developed was subsequently recellularized with stromal cells from the spleen of neonatal rats, demonstrating adhesion, proliferation and viability of cells in contact with the scaffold. Therefore, the splenic scaffold is very promising for use in studies on spleen reconstruction and transplantation, with the aim of complete recovery of splenic function.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000915"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000915"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD020363"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000915"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Splenic scaffold, Decellularization, Extracellular matrix, Proteomic analysis, Recellularization"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "cellular organisms"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "131567"}]}], "title": "Decellularized splenic matrix as a scaffold for spleen bioengineering"}