{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Annarita Farina"}, {"accession": "MS:1000589", "name": "contact email", "value": "annarita.farina@unige.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Human Protein Science"}]}], "description": "Four bile samples collected from patients with a malignant (PAC, CC) or a nonmalignant (CP, BS) biliary stenosis were used for comparative proteomic analysis. Briefly, bile samples were centrifuged at 16,000/g/ for 10 min at 4 C. Each supernatant was delipided with Cleanascite (Biotech Support Group, North Brunswick, NJ, USA) and ultrafiltrated using a 3 kDa filter cut-off (YM-3 centricon, Millipore, Bedford, MA, USA). For each sample, 50 ug of proteins were mixed with 0.5 M triethylammonium bicarbonate (TEAB) buffer pH 8.0 to a total volume of 100 uL. One ug of bovine lactoglobulin (LACB) was spiked in each sample as an internal standard. Proteins were reduced and alkylated before digestion of N-linked oligosaccharides from glycoproteins using PNGase F (Sigma-Aldrich, St. Louis, MO, USA). Proteins were then digested with trypsin and the resulting peptides were tagged with one of the isobaric tags from the iTRAQ reagents 4plex kit (AB Sciex, Foster City, CA, USA) according to the manufacturer's instructions. The four samples were then pooled and dried under vacuum. Labeled peptides were fractionated according to their isoelectric point on an Agilent 3100 OFFGEL fractionator using 24 cm pH 3-10 linear immobilized pH gradients (GE Healthcare, Chalfont St. Giles, UK) following manufacturer's instructions. Fractions were then recovered in separate tubes for high-performance liquid chromatography-tandem mass spectrometry (HPLC-MS/MS). MS analysis was performed on a LTQ Orbitrap XL from Thermo Electron (San Jose, CA, USA) equipped with a NanoAcquity HPLC system from Waters. Peptides were trapped on a home-made 5 um 200 A Magic C18 AQ (Michrom, Auburn, CA, USA) 0.1 x 20 mm pre-column and separated on a home-made 5 um 100 A Magic C18 AQ (Michrom) 0.75 x 150 mm column with a gravity-pulled emitter. The analytical separation was run for 65 min using a gradient of H_2 O/formic acid (FA) 99.9%/0.1% (solvent A) and CH_3 CN/FA 99.9%/0.1% (solvent B). The gradient was run at a flow rate of 220 nL/min as follows: 5% B for 1 min, from 5 to 35% B in 54 min, from 35 to 80% B in 10 min. For MS survey scans, the OT resolution was set to 60,000 and the ion population was set to 5 x 10^5 with an m/z window from 400 to 2000. Maximum of 3 precursors were selected for both collision-induced dissociation (CID) in the LTQ and high-energy C-trap dissociation (HCD) with analysis in the Orbitrap (OT). For MS/MS in the LTQ, the ion population was set to 1 x 10^4 (isolation width of 2 m/z) while for MS/MS detection in the OT, it was set to 2 x 10^5 , with resolution of 7,500, first mass at m/z = 100, and maximum injection time of 750 ms. The normalized collision energies were set to 35% for CID and 60% for HCD. Peak lists from MS analysis were searched against Uniprot_Swissprot database (version 2011_2) using Phenyx protein identification software (GeneBio, Geneva, Switzerland). /Homo Sapiens/ taxonomy was specified for database searching. The parent ion tolerance was set to 10 ppm. Variable amino acid modifications were oxidized methionine and deamidated asparagine. Carbamidomethylation of cysteines and iTRAQ-labeled peptides on the amino terminus and lysine were set as fixed modifications. Trypsin was selected as the enzyme, with one potential missed cleavage, and the normal cleavage mode was used. Only one search round was used with selection of \"turbo\" scoring. The peptide p value was 10^-2 for LTQ-OT data. Protein and peptide scores were set up to maintain the false positive rate below 5%.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/06/PXD000284"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000284"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Human, Bile, iTRAQ, OFFGEL"}], "modifications": [{"accession": "MOD:01499", "name": "iTRAQ4plex-116 reporter+balance reagent acylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23806607"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Farina A, Dumonceau JM, Antinori P, Annessi-Ramseyer I, Frossard JL, Hochstrasser DF, Delhaye M, Lescuyer P. Bile carcinoembryonic cell adhesion molecule 6 (CEAM6) as a biomarker of malignant biliary stenoses. Biochim Biophys Acta. 2013 Jun 24. doi:pii: S1570-9639(13)00241-0. 10.1016/j.bbapap.2013.06.010"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Comparative proteomic analysis of human bile from malignant and nonmalignant biliary stenosis"}