{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Andrew Creese"}, {"accession": "MS:1000589", "name": "contact email", "value": "a.creese.2@bham.ac.uk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "School of Biosciences"}]}], "description": "This dataset contains the raw data from the JASMS paper with the same title and DOI:  10.1007/s13361-012-0544-2. We compared the results of shotgun proteomic experiments of a trypsin digest of SUM52 cell lysate using 2D-LC fractionated (strong cation exchange and reversed phase of 6 SCX fractions) with FAIMS based fractionation. The FAIMS fractionation was performed using two different methods, an internal stepping method where the compensation voltage (CV) is cycled through 6 different voltages during the LC run (the three most abundant ions are fragmented at each CV. To match with the other methods this was run in six replicates. The other method was termed external stepping, for this method individual LC runs were performed at the six CV’s used earlier (-25 V to -50 V in 5 V steps). The three most abundant ions were again fragmented. For all three of these methods data was collect using electron transfer dissociation (ETD) and collision induced dissociation (CID) giving a total of 6 datasets with 6 raw files in each. SUM52 breast cancer carcinoma cells were cultured in HPMi-1640 formulation, supplemented with 2 mM L-glutamine, 1% Pen-Strep and 10% PBS at 37 oC in a 5% CO2 atmosphere. Lysis buffer contained Triton X-100 (0.5%), NaCl (0.15 M), PhosphoStop phosphatase inhibitor tablet (Roche) and Mini-complete protease inhibitor (Roche). The lysed cells were digested with trypsin at a ratio of 50:1 protein to enzyme. Part of the digest was fractionated with strong cation exchange using a Polysulfoethyl A column. All fractions and crude digest were desalted prior to mass spectrometry analysis. Approximately 1.66 µg of digest was loaded per LC-MS/MS run onto a 150mm Acclaim PepMap100 C18 column and separated over a 30 minute gradient from 3.2% acetonitrile (0.1% formic acid) to 44% acetonitrile (0.1% formic acid). The raw files were searched using proteome discoverer 1.2 against the human IPI database V3.81 supplemented with known contaminants and the reverse sequences. The files were searched with both sequest and mascot (v2.2.0). The MSF files were manually filtered using mascot significance scores and XCORR vs change state to give a 1% FDR, for filter setting see the linked paper. Included in the downloadable files is a xls file which documents the raw files listed and the names they had for the original searches, the names have been changed for clarity of the dataset.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/11/PXD000596"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000596"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "FAIMS, SUM52, ETD, CID, SCX"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "PRIDE:0000432", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Probing the complementarity of FAIMS and strong cation exchange chromatography in shotgun proteomics"}