{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Andrea Hoffmann"}, {"accession": "MS:1000589", "name": "contact email", "value": "drahoffmann1@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "UES Inc."}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Andrea Hoffmann"}, {"accession": "MS:1000589", "name": "contact email", "value": "drahoffmann1@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "HJF"}]}], "description": "We used broad-spectrum proteomics to search for key molecules in H2S induced neurotoxicity. Mice were subjected to acute whole body exposure up to 750ppm of H2S at day1 for 40min, followed by 15min daily  exposure. Following H2S exposure, inferior colliculi were harvested on day1, day2, and day4 and for proteomics analysis. Samples were processed according to a previously published method with some modifications, Meade et al. 2015. Briefly, inferior colliculus tissues were placed in 100 microliter of urea lysis buffer and homogenized with a handheld pestle homogenizer. Protein samples were further reduced and alkylated. Small aliquots of each sample were taken to measure protein concentration using the Bradford assay. The remaining samples were diluted and trypsin-digested overnight, followed by desalting using a C18 peptide trap from Michrom. The desalted samples were vacufuged prior to individual sample labeling using TMT6plex labels. Labeled samples of each exposure group were combined with the control for sample comparison. Peptides were separated on a Waters BEH C18 capillary column prior to online analysis using a 240min linear increasing gradient of acetonitrile with 0.1 percent formic acid. Following elution from the column, ions were generated using 2.6 kV on a taper tip in a New Objective nano source and entered into an LTQ Orbitrap Velos mass spectrometer. A full scan was taken in the LTQ, followed by data-dependent tandem mass spectrometry analysis of the top six peaks. MSMS analysis included collision-induced dissociation in the LTQ for structural information and higher energy collisional dissociation in the Orbitrap for quantitation. MSMS data were aligned and quantitated using MaxQuant 1.5.4.1 Analytics Platform with PTXQC quality control data management. Peptide alignment was executed with the mouse Uniprot protein database, enzyme trypsin; carboxymethyl, and oxidation, FDR 0.01 percent based on peptide q-value under standard settings.", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/dataset.jsp?task=dd2fde7fdf6d4968ad2962b76c76b36d"}, {"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000081650"}], "identifiers": [{"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000081650"}, {"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD008058"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "H2S exposure mice"}], "modifications": [{"accession": "MS:1001460", "name": "unknown modification", "value": "TMT6plex(N-term)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "29932956"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Kim DS, Anantharam P, Hoffmann A, Meade ML, Grobe N, Gearhart JM, Whitley EM, Mahama B, Rumbeiha WK. Broad spectrum proteomics analysis of the inferior colliculus following acute hydrogen sulfide exposure. Toxicol. Appl. Pharmacol. Epub 2018 Jun 19."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "house mouse"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Proteomics Analysis of the Inferior Colliculus following Acute Hydrogen Sulfide "}