{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Bogdan Budnik"}, {"accession": "MS:1000589", "name": "contact email", "value": "bbudnik@mcb.harvard.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Harvard University"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Raina N. Fichorova"}, {"accession": "MS:1000589", "name": "contact email", "value": "rfichorova@bwh.harvard.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Harvard Medical School, Brigham and Womens Hospital"}]}], "description": "The protozoan parasite Trichomonas vaginalis (TV), exclusively adapted to the human genital tract, is one of the most common sexually transmitted pathogens. Adding to the complexity of the host-pathogen interactions, the parasite harbors TV-specific endosymbiont viruses (Trichomonasvirus, TVV). It was reported that small extracellular vesicles (exosomes) released by TV play a role in host immunity; however, the role of the viral endosymbiosis in this process remained unknown. We hypothesized that the virus may offer evolutionary benefit to its protozoan host at least in part by altering the immunomodulatory properties of exosomes spreading from the site of infection to non-infected immune effector cells. We infected human vaginal epithelial cells, the natural host of the parasite, with TV natively harboring TVV and an isogenic derivative of the parasite cured from the viral infection. Exosomes were isolated from vaginal cell culture 24 h post TV infection and from medium where the isogenic TV strains were cultured in the absence of the human host. Exosomes from TVV-negative but not TVV-positive parasites cultured alone caused NF-kB activation and increase of IL-8 and RANTES expression by uterine endocervical cells, which provide innate immune defense at the gate to the upper reproductive tract. Similarly, mononuclear leukocytes increased their IL-8, IL-6 and TNF-a output in response to exosomes from virus-negative, but not isogenic virus-positive parasites, the latter exosomes being immunosuppressive in comparison to TV medium control. The same phenomenon of suppressed immunity induced by the TVV-positive compared to TVV-negative phenotype was seen when stimulating the leukocytes with exosomes originating from infected vaginal cultures. In addition, the exosomes from the TVV-positive infection phenotype suppressed immune signaling of a toll-like receptor ligand derived from mycoplasma, another frequent TV symbiont. Quantitative comparative proteome analysis of exosomes from viruspositive versus virus-negative TV revealed differential expression of two functionally uncharacterized proteins and five proteins involved in Zn binding, protein binding, electron transfer, transferase and catalytic activities. These data support the concept that symbiosis with viruses may provide benefit to the protozoan parasite by exploiting exosomes as a vehicle for inter-cellular communications and modifying their protein cargo to suppress host immune activation.", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/dataset.jsp?task=d972dafadff24186af5c36bd6b171f11"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000086202/"}], "identifiers": [{"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000086202"}, {"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD021696"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}], "instruments": [{"accession": "MS:1002732", "name": "Orbitrap Fusion Lumos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Trichomonasvirus, T. vaginalis, Exosomes, extracellular vesicles, Immune Modulation, Cytokines"}], "modifications": [{"accession": "UNIMOD:35", "name": "Oxidation"}, {"accession": "UNIMOD:7", "name": "Deamidated"}, {"accession": "UNIMOD:737", "name": "TMT6plex"}], "publications": [{"terms": [{"accession": "MS:1002853", "name": "Dataset with no associated published manuscript"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "human"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}, {"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Saccharomycetales"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "budding yeasts"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "4892"}]}, {"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Trichomonas vaginalis"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "5722"}]}], "title": "The role of exosomes in viral-protozoan symbiosis: lessons from Trichomonasvirus in an isogenic host parasite model"}