{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ulrich Omasits"}, {"accession": "MS:1000589", "name": "contact email", "value": "omasitsu@ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Institute of Molecular Systems Biology, ETH Zurich"}]}], "description": "Using a discovery shotgun proteomics approach, the expressed proteome of Burkholderia cenocepacia (strain H111) under aerobic (21% oxygen) and micro-oxic (0.5% oxygen) conditions was analyzed. B.cenocepacia is an opportunistic human pathogen that is particularly problematic for patients suffering from cystic fibrosis. Cells were sub-cellular fractionated (Cyt=cytoplasmic, TM=total membrane, EC=extracellular) and proteins were extracted and separated by 1D SDS-PAGE. Gels were cut into ten slices, digested using trypsin and resulting peptides were analyzed using LC-MS/MS once with a discovery run followed by a subsequent  exclusion list run (precursor ions identified in the discovery run were excluded from fragmentation in the exclusion run). Mass spectra were searched against a protein sequence database containing 7258 annotated B. cenocepacia H111 proteins (accession CAFQ00000000.1) and protein sequences of 259 common contaminants. Spectra were searched against this database with MS-GF+ (MS-GFDB v7747, kindly provided by Dr. Sangtae Kim, UCSD, USA) using the following parameters:  Carbamidomethylation was set as a fixed modification on all Cysteines,  oxidation of Methionines,  deamidation of Asparagines and Glutamines, as well as cyclization of N-terminal Glutamines were considered as optional modifications. Spectra were searched for a match to fully-tryptic and semi-tryptic peptides and the automatic decoy search option was enabled. Search results were filtered and summarized using in-house tools. A total of 2,128 proteins was identified at an estimated FDR of less than 1%. Additional RNA-seq data are held at GEO under the accession: GSE48585.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000270"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000270"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Burkholderia cepacia complex (Bcc), cystic fibrosis, biofilm, shotgun LC-MS/MS"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00419", "name": "(R)-5-oxo-1", "value": "4-tetrahydrothiazine-3-carboxylic acid"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "24023794"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Pessi G, Braunwalder R, Grunau A, Omasits U, Ahrens CH, Eberl L. Response of Burkholderia cenocepacia H111 to Micro-Oxia. PLoS One. 2013 Sep 2;8(9):e72939"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Burkholderia cenocepacia H111"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "1055524"}]}], "title": "Proteome of Burkholderia cenocepacia H111 in aerobic and micro-oxia condition"}