{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Cao Dingding"}, {"accession": "MS:1000589", "name": "contact email", "value": "caodingding@wbgcas.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "15827442337"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Pingfang Yang"}, {"accession": "MS:1000589", "name": "contact email", "value": "yangpf@wbgcas.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Key Laboratory of Plant Germplasm Enhancement and Speciality Agriculture, Wuhan Botanical Garden, Chinese Academy of Sciences, Wuchang Moshan"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-phosphoproteome-1.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-phosphoproteome-2.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-phosphoproteome-3.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-proteome-1.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-proteome-2.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteinGroups-proteome-3.rar"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/proteome.rar"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388/phoproproteome.zip"}], "description": "Nelumbo, a perennial aquatic herbage that belongs to the family of Nelumbonaceae, comprises two extant species: N. nucifera Gaertn. and N. lutea (Wild.) Pers. Based on a previous study, N. nucifera is distributed in over Asia and Northern Australia while N. lutea is found in North America and northern of South America (1). N. nucifera can be divided into two cultivars including temperate lotus and tropical lotus based on its rhizome phenotype. The temperate lotus rhizome is expanded at the end of growth while tropical lotus root is of no significant enlargement during development (2). Normally, the temperate lotus root buds germinate in April, thereafter it takes several days from sowing to long roots and leaves. In mid-to-late may, vertical leaves rise out of the water, following July and August are the blooming period. Secondarily the first half of September is the final flowering period. The fruit ripening period is from late July to mid September, which is also the period of stem expansion and enrichment. After mid-October, it’s the dormant period, which is the lotus storage organ’s substance accumulation period. Thus the storage organ, mainly lotus rhizome, provides the energy for the lifecycle (Fig.1). Lotus rhizome, which is called metamorphic storage organ, is a kind of modified subterraneous stem, like potato (Solanum tuberosum) tuber and onion (Allium cepa L.) bulb (3). Most parts of lotus like rhizome, leaf, lotus seed and germ are used for traditional medicine (4). Rhizome especially is a kind of popular vegetable in Asia for its richness in nutrients including starch, proteins, vitamins (5). Nowadays it is a worldwide product in the form of the processed and semi-finished form like tea and vegetables. In general, the development of lotus rhizome can be classified into four stages: stolon stage, initial swelling, middle swelling, and later swelling stage (6, 7). The first three stages mainly focus on cell division and synthesis of some important carbohydrates, like starch, which play a critical part in the quantity and quality of rhizome, while accumulation of starch greatly increases at the last stage. Numerous studies have done in lotus to shed light on the environmental factors and morphometric indexes relevant to rhizome formation (8, 9). Short day light and low temperature promote tuber formation (10, 11). Also genes and proteins related to hormone, photoperiod (12, 13), starch synthesis (14, 15) and flowering time locus family genes were involved in the lotus rhizome formation (16). Previous studies include transcriptomics (6), genomics (17) and certain physiological researches, revealing numerous genes involved in photoperiod pathway, starch metabolism and hormone signal transduction, trying to make lotus a model plant of rhizome growth, while there is a lack of protein-level dynamic analysis and protein phosphorylation information, which is a strong proof for the dynamic processes in lotus rhizome. Proteomics is an indispensable method in storage organs research findings (18, 19), 2-DE and MALDI-TOF-TOF was employed to find some different protein profiles in fresh-cut lotus tuber before and after browning (20). And comparative proteomic was employed to analyze the Horsetail (Equisetum hyemale) underground stem to throw light upon the related proteins of developing rhizomes in ancient vascular plant Equisetum hyemale and different monocot species (21). Proteomics can also assist us in getting the changes of proteins in differently treated samples of potato tuber by using a LC-MS spectral-counting proteomics strategy (1), and shed light on the molecular basis of tuberization in potato to monitor differentially expressed proteins at different development stages (22). But the proteomic study of lotus rhizome enlargement hasn’t been reported now. Here, we employed comparative proteomics and phosphoproteomics to get proteins and its phosphorylation changes in the course of different rhizome development stages. Our data highlights some pathways, proteins and phosphorylated proteins during the development, and the difference between proteome and phosphoproteome in rhizome formation process.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD010388"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD010388"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD010388"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}], "instruments": [{"accession": "MS:1000932", "name": "TripleTOF 5600"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Lotus, rhizome, LC-MSMS"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "31640547"}, {"accession": "MS:1002866", "name": "Reference", "value": "Cao D, Damaris RN, Zhang Y, Liu M, Li M, Yang P. Proteomic analysis showing the signaling pathways involved in the rhizome enlargement process in Nelumbo nucifera. BMC Genomics. 2019 20(1):766"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Nelumbo nucifera (Sacred lotus)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "4432"}]}], "title": "Lotus rhizome LC-MSMS -  Proteomic analysis showing the signaling pathways involved in the rhizome enlargement process in Nelumbo nucifera"}