{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Steve Haase"}, {"accession": "MS:1000589", "name": "contact email", "value": "steve.haase@duke.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Duke University"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Matt Foster"}, {"accession": "MS:1000589", "name": "contact email", "value": "mwfoster@duke.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Duke Proteomics and Metabolomics Shared Resource"}]}], "description": "In the budding yeast Saccharomyces cerevisiae, transcription factors (TFs) regulate the periodic expression of many genes during the cell cycle, including gene products required for progression through cell-cycle events. Experimental evidence coupled with quantitative models suggest that a network of interconnected TFs is capable of regulating periodic genes over the cell cycle. Importantly, these dynamical models were built on transcriptomics data and assumed that TF protein levels and activity are directly correlated with mRNA abundance. To ask whether TF transcripts match protein expression levels as cells progress through the cell cycle, we applied a multiplexed targeted mass spectrometry approach (parallel reaction monitoring) on synchronized populations of cells. We found that protein expression of many TFs and cell-cycle regulators closely followed their respective mRNA transcript dynamics in cycling wild-type cells. Discordant mRNA/protein expression dynamics were also observed for a subset of cell-cycle TFs and for proteins targeted for degradation by E3 ubiquitin ligase complexes such as SCF (Skp1/Cul1/F-box) and APC/C (anaphase-promoting complex/cyclosome). We further profiled mutant cells lacking B-type cyclin/CDK activity (clb1-6), where oscillations in ubiquitin ligase activity, cyclin/CDKs, and cell-cycle progression are halted. We found that a number of proteins were no longer periodically degraded in clb1-6 mutants compared to wild type, highlighting the importance of post-transcriptional regulation. Finally, the TF complexes responsible for activating G1/S transcription (SBF and MBF) were more constitutively expressed at the protein level than their periodic mRNA expression levels in both wild-type and mutant cells. This comprehensive investigation of cell-cycle regulators reveals that multiple layers of regulation (transcription, protein stability, and proteasome targeting) affect protein expression dynamics during the cell cycle.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/yeast_cell_cycle_prm.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD010937"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/yeast_cell_cycle_prm.url"}], "instruments": [{"accession": "MS:1002634", "name": "Q Exactive Plus"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "yeast"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "transcription factor"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "time-course"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}, {"accession": "UNIMOD:259", "name": "Label:13C(6)15N(2)"}, {"accession": "UNIMOD:267", "name": "Label:13C(6)15N(4)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "30207828"}, {"accession": "MS:1002866", "name": "Reference", "value": "Kelliher CM, Foster MW, Motta FC, Deckard A, Soderblom EJ, Moseley MA, Haase SB. Layers of regulation on cell-cycle gene expression in the budding yeast Saccharomyces cerevisiae. Mol Biol Cell [Internet]. 2018 Sep 12 [cited 2018 Sep 13];mbc.E18-04-0255."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Saccharomyces cerevisiae"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "4932"}]}], "title": "Layers of regulation on cell-cycle gene expression in the budding yeast Saccharomyces cerevisiae"}