{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Taewook Kang"}, {"accession": "MS:1000589", "name": "contact email", "value": "taewookk@bmb.sdu.dk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Southern Denmark"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Taewook Kang"}, {"accession": "MS:1000589", "name": "contact email", "value": "taewookk@bmb.sdu.dk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Southern Denmark"}]}], "description": "Obesity-linked type 2 diabetes (T2D) is a major health problem of global epidemic proportions. The onset of T2D is marked by an eventual failure in pancreatic β-cell function and mass that is no longer able to compensate for the inherent insulin resistance and increased metabolic load intrinsic to obesity. However, β-cells have an inbuilt adaptive flexibility enabling them to effectively adjust insulin production rates relative to the metabolic demand. In a commonly used model of obesity-linked T2D, the db/db mouse, we have recently shown that so-called β-cell dysfunction is symptomatic of a marked increase in insulin production attempting to compensate for increased metabolic load. Pancreatic β-cells from these animals have markedly reduced intracellular insulin stores, yet high rates of (pro)insulin secretion (illustrated by severe chronic hyperinsulinemia), together with a substantial increase in proinsulin biosynthesis highlighted by expanded rough endoplasmic reticulum and Golgi apparatus. However, when the metabolic overload and/or hyperglycemia is normalized, β-cells from db/db mice quickly restore their insulin stores and normalize secretory function. This demonstrates the β-cell’s adaptive flexibility and indicates that therapeutic approaches applied to encourage β-cell rest are capable of restoring endogenous β-cell function. However, mechanisms that regulate β-cell adaptive flexibility are essentially unknown. To gain deeper mechanistic insight into the molecular events underlying β-cell adaptive flexibility in db/db β-cells, we conducted a combined proteomic and post-translational modification specific proteomic (PTMomics) approach on islets from db/db mice and wild-type controls (WT) with or without prior exposure to normal glucose levels. We identified differential modifications of proteins involved in cell redox homeostasis, protein refolding, protein K48-linked deubiquitination, mRNA/protein export along the microtubules, focal adhesion, ERK1/2 signaling, and renin-angiotensin-aldosterone signaling, as well as phosphorylation-regulated sialyltransferase activity, associated with β-cell adaptive flexibility. These proteins are all related to proinsulin biosynthesis and processing, maturation of insulin secretory granules, and vesicular trafficking—core pathways involved in the adaptation of insulin production to meet metabolic demand. Collectively, this study outlines a novel and comprehensive global proteome and PTMome signaling map that highlights important molecular mechanisms related to the adaptive flexibility of β-cell function, providing improved insight into disease pathogenesis of T2D.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/piX2gg.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD016392"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/piX2gg.url"}], "instruments": [{"accession": "MS:1002523", "name": "Q Exactive HF"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "PRM"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "db/db"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "islet"}], "modifications": [{"accession": "UNIMOD:259", "name": "Label:13C(6)15N(2)"}, {"accession": "UNIMOD:267", "name": "Label:13C(6)15N(4)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32265294"}, {"accession": "MS:1002866", "name": "Reference", "value": "Kang T, Boland BB, Jensen P, Alarcon C, Nawrocki A, Grimsby JS, Rhodes CJ, Larsen MR. Characterization of signaling pathways associated with pancreatic β-cell adaptive flexibility in compensation of obesity-linked diabetes in db/db mice. Molecular & Cellular Proteomics. 2020 Jan 1"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Characterization of signaling pathways associated with pancreatic β-cell adaptive flexibility in compensation of obesity-linked diabetes in db/db mice"}