{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ping Lan"}, {"accession": "MS:1000589", "name": "contact email", "value": "plan@issas.ac.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "State Key Laboratory of Soil and Sustainable Agriculture"}]}], "description": "Using cell sorting technique, we collected Arabidopsis root hair protoplasts (transgenic line harboring root hair specific gene promoter ::GFP, here named GFP) and nonGFP protoplasts( whole root except root hair). Then, we extracted total proteins and RNA for proteome and RNASeq. RNAseq data have already been deposited into NCBI (accession numbers SRR364677 and SRR364678). Total proteins were separated by 1D SDS-PAGE, followed by gel slicing, in gel digested and run ESI-LC-MS/MS on LTQ Orbitrap Velos. We set two biological repeats and each sample was scanned two times (two technique repeats). We then combined all ms/ms raw data from all fractions and technique repeats from one biological sample into one file to indentify proteins by searching Arabidopsis protein database with software Proteome Discoverer (with two searching engines mascot and sequester). Protocol: Protoplasts from EXP7 and non-GFP protoplastswere stored at -80°C, thawed on ice for 5 min, vortexed several times and suspended in 5 x volume of pre-cooled acetone (-20°C) containing 10% (v/v) trichloroacetic acid (TCA) and 0.07% (v/v) 2-mercaptoethanol. Proteins were then precipitated for 2 h at −20°C after thorough mixing. Proteins were collected by centrifuging at 35,000 g (JA-20 108 rotor, Beckman J2-HS) at 4°C for 30 min. The supernatant was removed and the protein pellets were washed three times with cold acetone containing 0.07% (v/v) 2-mercaptoethanol and 1 mMphenylmethanesulfonylfluoride. Protein pellets were dried by lyophilization and stored at -80°C, or immediately extracted using Laemmli buffer (63 mM TrisHCl pH 6.8, 10% glycerol, 2% SDS, 0.0025% bromophenol blue). Protein concentration was determined using Pierce protein assay kit (Pierce, Rockford).  Proteins from each sample were separated using a Bis-Tris precast gradient gel (4−16%, Bio-Rad) according to the manufacturer’s instructions. After electrophoresis, the gel was Coomassie-stained using the Colloidal Blue Staining Kit (Invitrogen). The protocol used for in-gel trypsin digestion of proteins in gels was adapted from the method described in Shevchenko et al. (1996). Briefly, protein bands were manually excised and each band was cut into small pieces (~0.5 mm). The gel pieces were washed three times with a solution containing 50% methanol and 5% acetic acid for 2 h, twice with a solution containing 25 mM NH4HCO3 in 50% acetonitrile for 10 min each, and then the gel pieces were dried in a vacuum centrifuge. Reduction of proteins in gel pieces was performed with DTT and alkylation with iodoacetamide, and the gel pieces were washed and dried in a vacuum centrifuge. A trypsin solution in 25 mM NH4HCO3 containing 75 to 100 ng of sequencing grade modified trypsin (Promega) in 25-40 µl was added and incubated with gel pieces for 12-16 h at 37°C. To recover the tryptic peptides, a solution of 30 µl containing 5% formic acid and 50% acetonitril was added to the gel pieces, agitated in a vortex for 30-60 min and withdrawn into a new tube. The recovery was repeated once with 15 µl solution and the resulting two recovers were combined and dried in a vacuum centrifuge. The dried pellet was re-dissolved in 10-20 µl of 0.1% formic acid for LC-MS/MS analysis.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/05/PXD000195"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000195"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Arabidopsis rot hair, LC-MS/MS"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00599", "name": "monomethylated residue"}, {"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23800126"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Lan P, Li W, Lin WD, Santi S, Schmidt W. Mapping gene activity of Arabidopsis root hairs. Genome Biol. 2013 Jun 25;14(6):R67"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (Mouse-ear cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "Arabidopsis root hair protoplasts"}