{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Michelle Hill"}, {"accession": "MS:1000589", "name": "contact email", "value": "michelle.hill@qimrberghofer.edu.au"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "The University of Queensland, Translational Research Institute, and QIMR Berghofer Medical Research Institute, Brisbane, Australia"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Alok Shah"}, {"accession": "MS:1000589", "name": "contact email", "value": "alok.shah@qimrberghofer.edu.au"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "QIMR Berghofer Medical Research Institute, Brisbane, Australia"}]}], "description": "Cytokines are key mediators of inflammation that commonly serve as biomarkers to monitor immune responses and inflammatory disease. Cytokines are commonly measured by immunoassays, which have limited multiplexing capacity, are costly and can exhibit cross-reactivity. Although multiple reaction monitoring (MRM) mass spectrometry is a cost-effective method for multiplex measurement of peptides, the ability to detect the relatively low level of secreted cytokines in a complex biological matrix without extensive processing remains to be fully evaluated. We used human keratinocyte conditioned media as an experimental system to evaluate the assay linearity, reproducibility and limit of detection of a MRM assay targeting 23 human cytokines  with and without prior 2D chromatographic separation.  Without antibody enrichment or immunodepletion of high abundant proteins, the MRM assay could detect 21 cytokines by two or more unique peptides, and two cytokines by a single unique peptide. In a serum-free matrix, the limit of detection and quantification for the 79 monitored cytokine peptides ranged from 7 to 507pg/mL and 24 to 1689 pg/mL, respectively. The presence of serum reduced assay sensitivity however this could be compensated for by high-pH reversed-phase fractionation. Furthermore, the assay shows good replicate consistency with 8% intra- and 12% inter-day coefficient of variations, with increases in assay variability by circa 10% when a pre-fractionation step is included. In summary, our results show potential utility of a multiplex cytokine MRM for routine measurement of secreted cytokines in cellular experiments. Additional enrichment steps will be required in high complexity matrices such as serum.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/CytokineInSecretome.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD015448"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/CytokineInSecretome.url"}], "instruments": [{"accession": "MS:1002446", "name": "6490 Triple Quadrupole LC/MS"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Cytokine"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Cell secretome"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Targeted mass spectrometry"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32069036"}, {"accession": "MS:1002866", "name": "Reference", "value": "Krueger A, Stoll T, Shah AK, Sinha R, Frazer IH, Hill MM. Antibody-Free Multiplex Measurement of 23 Human Cytokines in Primary Cell Culture Secretome Using Targeted Mass Spectrometry. Anal Chem. 2020 Feb"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Antibody-free multiplex measurement of 23 human cytokines in primary cell culture secretome using targeted multiple reaction monitoring mass spectrometry"}