{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Mélanie Lagarrigue"}, {"accession": "MS:1000589", "name": "contact email", "value": "melanie.lagarrigue@univ-rennes1.fr"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Life Sciences"}]}], "description": "Top down identification of proteins detected by MALDI imaging. Childhood absence epilepsy is a prototypic form of generalized nonconvulsive epilepsy characterized by short impairments of consciousness concomitant with synchronous and bilateral spike-and-wave discharges in the electroencephalogram. For scientists in this field, the BS/Orl and BR/Orl mouse lines, derived from a genetic selection, constitute an original mouse model \"in mirror\" of absence epilepsy. The potential of MALDI imaging mass spectrometry (IMS) for the discovery of potential biomarkers is increasingly recognized. Interestingly, statistical analysis tools specifically adapted to IMS data sets and methods for the identification of detected proteins play an essential role. In this study, a new cross-classification comparative design using a combined discrete wavelet transformation-support vector machine classification was developed to discriminate spectra of brain sections of BS/Orl and BR/Orl mice. Nineteen m/z ratios were thus highlighted as potential markers with very high recognition rates (87-99%). Seven of these potential markers were identified using a top-down approach, in particular a fragment of Synapsin-I. This protein is yet suspected to be involved in epilepsy. Immunohistochemistry and Western Blot experiments confirmed the differential expression of Synapsin-I observed by IMS, thus tending to validate our approach. Functional assays are being performed to confirm the involvement of Synapsin-I in the mechanisms underlying childhood absence epilepsy. Data processing and bioinformatics: The ProSight PC 2.0 software(Thermo Scientific) was used to create the peak list from .raw data. RAW files were processed using the Xtract algorithm that interprets resolved isotopic distributions and output neutral mass values. In this study, two search modes were used: “absolute mass” search for the identification of full-length proteins and “biomarker” search for the identification of protein fragments. For absolute mass search, ProSight PC restricts the protein database to proteins matching the mass of the precursor, whereas for biomarker search, the protein database is restricted to each protein subsequence matching the mass of the precursor. In order to determine the false discovery rate (FDR), the FASTA format Uniprot database (release 2011_08, 531473 sequences, 188463640 residues) filtered with the Mus musculus taxonomy (16401 sequences) was concatenated with a decoy database constituted by randomized protein sequences. The resulting database was imported in the ProSight PC 2.0 software and configured for top-down analysis. For each analyzed fraction, the FDR was calculated as follows: FDR = 2 × FP/(FP + TP), where FP and TP are the number of matches from the decoy and target database, respectively. All identifications reported here correspond to a FDR lower than 5%. MS/MS spectra were searched against the database using the absolute mass search mode with a precursor ion mass tolerance of 10 ppm and a fragment ion mass tolerance of 15 ppm on monoisotopic masses. The identification score is based on the number of observed fragment ions matching the fragment ion tolerance. A second absolute mass search was performed with a loose precursor ion tolerance of 1000 Da to evidence post-translational modifications. The Sequence Gazer tool was used to manually check proteins identified with a significant score but with a difference between the theoretical precursor ion mass and the observed precursor ion mass. Post-translational modification(s) can thus be localized on the sequence of the protein due to mass shift(s) observed for b and/or y ions. MS/MS spectra were then searched using the biomarker search mode with a precursor ion mass tolerance of 10 ppm and a fragment ion mass tolerance of 15 ppm on monoisotopic masses to identify fragments of intact proteins present in the database. A new database was then constructed from all protein sequences identified with the previous searches in order to perform a biomarker search with a precursor ion mass tolerance of 100 Da and a fragment ion mass tolerance of 15 ppm. Indeed, such precursor ion mass tolerance in the biomarker search mode is unusable for large databases such as the Uniprot database filtered with the Mus musculus taxonomy (16401 sequences) and requires the use of small databases. This search was performed to identify modified fragments of previously identified proteins that could not have been identified with the biomarker search performed with a precursor ion mass tolerance of 10 ppm. The Sequence Gazer tool was used to manually localize post-translational modification(s) on the sequence of the protein fragments due to mass shift(s) observed for b and/or y ions.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/04/PXD000009"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000009"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Childhood Absence Epilepsy, MALDI imaging"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "22994238"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Lagarrigue M, Alexandrov T, Dieuset G, Perrin A, Lavigne R, Baulac S, Thiele H, Martin B, Pineau C. New analysis workflow for MALDI imaging mass spectrometry: application to the discovery and identification of potential markers of childhood absence epilepsy. J Proteome Res. 2012 Nov 2;11(11):5453-63"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Discovery and identification of potential markers of Childhood Absence Epilepsy by MALDI imaging mass spectrometry"}