{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Manuela Schnyder"}, {"accession": "MS:1000589", "name": "contact email", "value": "manuela.schnyder@uzh.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Zurich (UZH)"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Tobias Kockmann"}, {"accession": "MS:1000589", "name": "contact email", "value": "tobias.kockmann@fgcz.ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Functional Genomics Center Zurich"}]}], "description": "Blood contains hundreds of proteins, reflecting ongoing cellular processes and immune reactions. Angiostrongylus vasorum infection is associated with a perturbed blood protein profile in dogs. However, the literature currently available lacks the necessary depth of analysis in order to resolve the observed pathologies in A. vasorum infections, including bleeding disorders. Using sera from 8 experimentally-infected dogs (i) before infection with A. vasorum, (ii) 34 days post-infection (p.i.; immature infection), and (iii) 75 days p.i. (mature patent infection), serum proteins were measured using liquid chromatography, tandem mass spectrometry (LC-MS/MS). For 2 dogs, serum was analyzed at days 104 and 230 p.i. additionally. A data-independent acquisition workflow was employed in order to generate quantitative data. Following computational analysis, we identified 139 up- and down-regulated proteins following infection (log2 ratio cutoff ≥ 1.0; q-value ≤ 0.05). Differences in serum profiles were most pronounced at day 75 p.i. compared to before infection. Among up-regulated proteins, chitinase 3, several saposin-like proteins, and heat shock proteins were found greatly increased (log2 fold-changes ≥ 5). Levels of pulmonary surfactant protein B were elevated on day 34 p.i. already, in the prepatent phase. Pathway enrichment revealed that complement (especially the lectin pathway) and coagulation cascades as significantly affected upon analysis of down-regulated proteins. Among them were mannan-binding lectin serine peptidases, ficolin, and coagulation factors. These results reflect the ongoing immune response and stress imposed to the lungs by the parasite. In addition, they bring new elements towards understanding the coagulopathies observed in some A. vasorum-infected dogs.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/whmPyd.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD016887"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/whmPyd.url"}], "instruments": [{"accession": "MS:1002877", "name": "Q Exactive HF-X"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Angiostrongylus vasorum"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}, {"accession": "UNIMOD:259", "name": "Label:13C(6)15N(2)"}, {"accession": "UNIMOD:267", "name": "Label:13C(6)15N(4)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "33431914"}, {"accession": "MS:1002866", "name": "Reference", "value": "Tritten L, Gillis-Germitsch N, Kockmann T, Schnyder M. Quantitative proteomics analysis of Angiostrongylus vasorum-induced alterations in dog serum sheds light on the pathogenesis of canine angiostrongylosis. Sci Rep. 2021 Jan 11;11(1):283. doi: 10.1038/s41598-020-79459-9. PMID: 33431914; PMCID: PMC7801463."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Canis lupus familiaris"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9615"}]}], "title": "Quantitative proteomics analysis of Angiostrongylus vasorum-induced alterations in dog serum"}