{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Steve Van Sluyter"}, {"accession": "MS:1000589", "name": "contact email", "value": "steve.vansluyter@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Macquarie University, Australia"}]}], "description": "Cabernet Sauvignon shoot tip total protein. Treatments were control (well-watered) versus no watering. Samples were taken at 4, 8, 12, and 16 days following start of drought stress in treatment vines. Total protein was phenol extracted and Lys-C/trypsin digested using trifluoroethanol FASP method.  Total peptides analyzed by gas phase fractionation using four fractions on an LTQ XL mass spectrometer (Thermo). A protein database was compiled from three sources 10 September 2011: 1) all reviewed V. vinifera protein entries in UniProt (151 sequences); 2) V. vinifera proteins predicted by the International Grape Genome Program (29749 sequences identified by UniProt search “Taxonomy:29760 AND author:vitulo AND reviewed:no”); 3) mitochondrial proteins associated in UniProt (81 non-redundant sequences). Spectrum-peptide matching was performed with X!Tandem and the GPM Cyclone (www.thegpm.org) in automated mode using MudPit merging. The GPM Cyclone XE and X!Tandem Cyclone version 2011.12.01.1. were used. Default ion trap parameters were used with the exceptions of MS error (+3, -1 Da), the inclusion of point mutations, the inclusion of reversed sequences, and a protein expect value of -1. Approximately 27,000 spectra per sample were assigned to peptides. Normalized spectral abundance factors (NSAF) were calculated according to (7). Protein identifications were filtered and protein and peptide FDRs calculated according to (8). Protein identifications were excluded if they did not matched at least one spectrum in all three biological replicates and at least a total of six spectra among the replicates.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/03/PXD000123"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000123"}], "instruments": [{"accession": "MS:1000447", "name": "LTQ"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "drought stress, Vitis vinifera"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00428", "name": "dihydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23514573"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Cramer GR, Van Sluyter SC, Hopper DW, Pascovici D, Keighley T, Haynes PA. Proteomic analysis indicates massive changes in metabolism prior to the inhibition of growth and photosynthesis of grapevine (Vitis vinifera L.) in response to water deficit. BMC Plant Biol. 2013 Mar 21;13(1):49"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Vitis vinifera (Grape)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "29760"}]}], "title": "Long term water deficit stress in grapevine"}