{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "A.H. Smits"}, {"accession": "MS:1000589", "name": "contact email", "value": "a.smits-4@umcutrecht.nl"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University Medical Center Utrecht"}]}], "description": "Methylation of lysine 4 at histone H3 (H3K4) at promoters is tightly linked to transcriptional regulation in human cells. At least six different COMPASS-like multi-subunit (SET1/MLL) complexes have been described that contain methyltransferase activity towards H3K4, but a comprehensive and quantitative analysis of these SET1/MLL complexes is lacking. We applied label-free quantitative mass spectrometry to determine the subunit composition and stoichiometry of the human SET1/MLL complexes. Peptides were applied to online nanoLC-MS/MS, using a 120 min acetonitrile gradient (5.6 - 76%). Mass spectra were recorded on an LTQ-Orbitrap-Velos mass spectrometer (Thermo) selecting the 15 most intense precursor ions of every full scan for fragmentation. Raw data were analyzed using MaxQuant 1.3.0.5, with label-free quantification (LFQ), match between runs (between triplicates) and the iBAQ algorithm enabled. MaxQuant default settings were used for peptide identification; Enzyme: Trypsin/P, MS tolerance (FTMS): 6 ppm, max missed cleavages: 2, max charge: 7, MS/MS tolerance (ITMS): 0.5 Da, Peptide FDR: 0.01 and Protein FDR: 0.01. Normalized mass spectrometric intensities (LFQ intensities) were compared between the GFP-tagged and control sample, using an adapted permutation-based false discovery rate (FDR) t-test in Perseus (MaxQuant package).", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/09/PXD000172"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000172"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "human, SET1, MLL, COMPASS, histone methylation, MS"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00394", "name": "acetylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23508102"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "van Nuland R, Smits AH, Pallaki P, Jansen PW, Vermeulen M, Timmers HT. Quantitative dissection and stoichiometry determination of the human SET1/MLL histone methyltransferase complexes. Mol Cell Biol. 2013 May;33(10):2067-77"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Quantitative dissection and stoichiometry determination of the human SET1/MLL histone methyltransferase complexes"}