{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Daniel Pouly"}, {"accession": "MS:1000589", "name": "contact email", "value": "Daniel.Pouly@unil.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Pharmacology and Toxicology, Faculty of Biology and Medicine, University of Lausanne, Lausanne, Switzerland"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Olivier Staub"}, {"accession": "MS:1000589", "name": "contact email", "value": "staub@unil.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Pharmacology & Toxicology, University of Lausanne, Switzerland"}]}], "datasetFiles": [{"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/01/PXD000659/Raw_files_Pouly_iTRAQ.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/01/PXD000659/MaxQuant_txt_Pouly_iTRAQ.zip"}, {"accession": "PRIDE:0000410", "name": "'Other' type file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/01/PXD000659/Rscripts_Pouly_iTRAQ.zip"}], "description": "In order to identify molecular targets of USP2-45 in the small intestine, we carried out a quantitative proteomics iTraq (Isobaric tag  for relative and absolute quantitation) screen to compare proteins from WT and knockout mice. With this analysis we identified,  among others, the scaffolding protein Na(+)/H(+) Exchange Regulatory cofactor NHERF4 to be up-regulated (4.81-fold) in the  duodenum of Usp2-KO mice.  Methods : Usp2-KO and WT littermates males were entrained to 12h L:12h D for at least two weeks in light-light housing boxes.  Mice were sacrificed by cervical disolcation at ZT13 under red dim light and duodenal mucosa was dissected by scraping. The  tissue samples were quickly frozen in liquid nitrogen before total protein extraction. Proteins were extracted in a lysis buffer  containing 8M Urea, 20mM Tris-HCl, pH 7.5, 14 µg/ml Aprotinin, 0.7 µg /ml PepstatinA 0.7 µg /ml Leupeptin, 1 mM NaVO4, 10 mM  Na-Pyrophosphate, 50 µM MG132 and 1mM PMSF. Protein concentration was measured by Bradford quantitation. Relative  quantitation of proteins in 4 pools of 3 KO and 4 pools of 3 WT tissue samples was carried out by iTRAQ (Isobaric Tags for  Relative and Absolute Quantitation). After reduction and alkylation of cysteines, proteins were precipitated, redissolved in 8M  Urea buffer and digested with trypsin (1:50 w:w) overnight. 80ug of digested material for each sample was labeled by reaction  with one vial of iTRAQ 8-plex reagent (ABSciex). Samples were pooled , desalted and fractionated by off-gel electrofocusing.  The 24 fractions obtained were analysed by nanoflow liquid chromatography-tandem mass spectrometry (nanoLC-MS/MS)  on a hybrid linear trap LTQ-Orbitrap Velos mass spectrometer (Thermo Fisher Scientific, Bremen, Germany) on a two-hour  gradient. Full MS survey scans were performed at 60’000 resolution and the ten most intense multiply charged precursor  ions detected in the full MS survey scan were selected for HCD (Higher energy Collision Dissociation) fragmentation and  Orbitrap analysis (7500 resolution). Each spectrum was acquired at two relative collision energies (35% and 45%) and the  spectra were summed. Data files were analysed with MaxQuant 1.3.0.5 incorporating the Andromeda search engine. Further  data analysis was performed using the R statistical programming language version 2.15.2 (R core team 2012). Intensities  for the reporter ions 113 to 121 were normalized using the Variance Stabilizing method (R package version 3.26.0). Proteins  with non-zero intensities in all channels were evaluated for differential expression using the Local-Pooled-Error method (R  package version 1.32.0) followed by correction for multiple testing according to Benjamini and Hochberg.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/01/PXD000659"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD000659"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000659"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Intestinal calcium absorption, circadian clock, ubiquitin-specific protease 2, isobaric tagging, mass spectrometry"}], "modifications": [{"accession": "MOD:01549", "name": "iTRAQ8plex-116 reporter+balance reagent acylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "26756164"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Pouly D, Chenaux S, Martin V, Babis M, Koch R, Nagoshi E, Katanaev VL, Gachon F, Staub O. USP2-45 Is a Circadian Clock Output Effector Regulating Calcium Absorption at the Post-Translational Level. PLoS One. 2016 Jan 12;11(1):e0145155. eCollection 2016"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "The circadian clock output deubiquitylating enzyme USP2-45 regulates intestinal Ca2+ absorption"}