{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ru Li"}, {"accession": "MS:1000589", "name": "contact email", "value": "rli@brc.ubc.ca"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Univerisity of British Columbia"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Juergen Kast"}, {"accession": "MS:1000589", "name": "contact email", "value": "kast@brc.ubc.ca"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Professor, Unversity of British Columbia"}]}], "datasetFiles": [{"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/RL-H2O2-1_141112.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/RL-H2O2-2_141112.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/RL-H2O2-3_141112.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/RL-H2O2-4_141112.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/RL-H2O2-5_141112.zip"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/H2O2-1-RL.rar"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/H2O2-2-RL.rar"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/H2O2-3-RL.rar"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/H2O2-4-RL.rar"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354/H2O2-5-RL.rar"}], "description": "Redox imbalance in cells, due to the accumulation of reactive oxygen species (ROS), has been implicated in the pathogenesis of several diseases, including atherosclerosis. However, the molecular details of redox regulation in atherosclerosis remain to be established.1 During the progression of atherosclerotic plaque, NADPH oxidase (NOX) that are expressed in vascular cells, particularly in phagocytic cells like monocytes, mainly contribute to the production of ROS.2 ROS with exogenous or endogenous sources is able to modify DNA, lipids to proteins. Cysteine residue in protein, despite being one of the least abundant amino acid residues, is a major target of ROS-mediated cell-signaling modulation3 The ROS-mediated regulation is accomplished through a variety of reversible and irreversible oxidative modifications on cysteines such as sulfenic acid, S-nitrosylation, S-glutathionylation, sulfonic acid. Among the reversible cysteine oxidative modifications, sulfenic acid has emerged as an important post-translational modification in proteins.4 Sulfenic acid, as the principle product of the reaction between a thiol and hydrogen peroxide, is a pivotal reactive intermediate under physiological and oxidative stress conditions. Several studies have identified the catalytic or regulatory sulfenic acid formation in proteins such as NADH peroxidase, peroxiredoxins, and protein tyrosine phosphatase.4 Pinpointing the precise location of sulfenic acid in proteins enables us to track down the reactive site where oxidation is initiated. However, the detection of sulfenic acid is challenging as sulfenic acids is highly reactive and in most situations they are rapidly converted back to the reduced state or further oxidized to a more stable state. Nonetheless, certain protein microenvironments, such as the presence of polar uncharged residues, particularly threonine, and the absence of the charged residues close to the sulfenic acid sites, promote sulfenic acid formation and stabilization.5 To conduct proteomic study of this significant oxidative modification, various analytical methods have been developed to enrich proteins or peptides bearing sulfenic acid.6   Launched by Jaffrey in 2001, the biotin switch assay has been extensively adapted to identify various cysteine modifications in complex biological samples.7 We previously combined the biotin switch assay with stable isotope labeling by amino acid in cell culture (SILAC) to quantify total reversible cysteine oxidation and applied it on an atherosclerotic model with human platelets and monocytic THP-1 cells. In the development of atherosclerosis, activated platele facilitates the recruitment of monocytes to the sites of inflamed vascular endothelium not only via P-selectin-PSGL-1 mediated direct binding, but also via releasing the contents of their granules, which are defined as platelet releasate (PR). We demonstrated that thrombin- or LPA- induced PR leads to ROS production in THP-1 cells which in turn alters fundamental biological processes like glycolysis.8 To further digging into the redox regulation mechanism in the atherosclerotic model, we extend the modified biotin switch assay to quantify sulfenic acid. The Eaton group has modified the biotin switch assay using m-arsenite to selectively reduce sulfenic acid.9 Here we combined SILAC and m-arsenite in the biotin switch assay and quantified more than 100 sulfenic acid sites in the model system. Bioinformatics analysis of these proteins with sulfenic acid modification underlined the involvement of integrin β2 in leukocytes transendothelium migration. LFA-1 (αLβ2) and Mac-1 (αMβ2) are two integrin β2 complexes that are most relevant to the migration of monocyte on the endothelial cells.10 We validated the activation of LFA-1 and Mac-1 in primary monocytes upon platelet releasate treatment. Moreover, the activation of LFA-1 and Mac-1 were shown to be independent of P-selectin-PSGL1 interaction on monocytes. In a word, analysis of sulfenic acid reveals a new angle of the crosstalk between platelet releasate and monocytes in the early stage of atherosclerosis.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2016/10/PXD003354"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD003354"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD003354"}], "instruments": [{"accession": "MS:1001541", "name": "maXis"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "sulfenic acid, biotin switch assay, atheroscelrosis"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biomedical"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "27690452"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Li R, Klockenbusch C, Lin L, Jiang H, Lin S, Kast J. Quantitative Protein Sulfenic Acid Analysis Identifies Platelet Releasate-induced Activation of Integrin β(2) on Monocytes via NADPH Oxidase. J Proteome Res. 2016 Oct 3"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Quantification of sulfenic acid modifications on an atherosclerotic model-1"}