{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ye Xiao"}, {"accession": "MS:1000589", "name": "contact email", "value": "675118657@qq.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "State Key Laboratory of Developmental Biology of Freshwater Fish, College of Life Science, Hunan Normal University, Changsha, 410081, P. R. China"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Shuanglin Xiang"}, {"accession": "MS:1000589", "name": "contact email", "value": "xshlin@hunnu.edu.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "State Key Laboratory of Developmental Biology of Freshwater Fish, College of Life Science, Hunan Normal University, Changsha, 410081, P. R. China"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "http://download.iprox.org/IPX0001873000/IPX0001873001/K9022GI_TNFAIP1.msf"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "http://download.iprox.org/IPX0001873000/IPX0001873001/K9022GI_TNFAIP1.raw"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "http://download.iprox.org/IPX0001873000/IPX0001873001/K9022GI_TNFAIP1.zip"}], "description": "Background: Tumor necrosis factor α-induced protein 1 (TNFAIP1) is frequently downregulated in cancer cell lines and promotes cancer cell apoptosis. However, its role, clinical significance and molecular mechanisms in hepatocellular carcinoma (HCC) are unknown.  Methods: The expression of TNFAIP1 in HCC tumor tissues and cell lines was measured by Western blot and immunohistochemistry. The effects of TNFAIP1 on HCC proliferation, apoptosis, metastasis, angiogenesis and tumor formation were evaluated by Cell Counting Kit-8 (CCK8), Terminal deoxynucleotidyl transferase dUTP Nick-End Labeling (TUNEL), transwell, tube formation assay in vitro and nude mice experiments in vivo. The interaction between TNFAIP1 and CSNK2B was validated by liquid chromatography-tandem mass spectrometry (LC-MS/MS), Co-immunoprecipitation and Western blot. The mechanism of how TNFAIP1 regulated nuclear factor-kappaB (NF-κB) pathway was analyzed by dual-luciferase reporter, immunofluorescence, quantitative Real-time polymerase chain reaction (RT-qPCR) and Western blot. Findings: The TNFAIP1 expression is significantly decreased in HCC tissues and cell lines, and negatively correlated with the increased HCC histological grade. Overexpression of TNFAIP1 inhibits HCC cell proliferation, metastasis, angiogenesis and promotes cancer cell apoptosis both in vitro and in vivo, whereas the knockdown of TNFAIP1 in HCC cell displays opposite effects. Mechanistically, TNFAIP1 interacts with CSNK2B and promotes its ubiquitin-mediated degradation with Cul3, causing attenuation of CSNK2B-dependent NF-κB trans-activation in HCC cell. Moreover, the enforced expression of CSNK2B counteracts the inhibitory effects of TNFAIP1 on HCC cell proliferation, migration, and angiogenesis in vitro and in vivo.  Interpretation: Our results support that TNFAIP1 can act as a tumor suppressor of HCC by modulating TNFAIP1/CSNK2B/NF-κB pathway, implying that TNFAIP1 may represent a potential marker and a promising therapeutic target for HCC. Fund: This work was supported in part by the financial support from the China Natural Science Foundation (No. 81972642, No. 81601122 and No. 81770389), Hunan Natural Science Foundation (No. 2017JJ3205), Cooperative Innovation Center of Engineering and New Products for Developmental Biology of Hunan Province (No. 20134486), and the Scientific Research Fund of Hunan Provincial Education Department (17B162", "fullDatasetLinks": [{"accession": "MS:1002837", "name": "iProX dataset URI", "value": "http://www.iprox.org/page/project.html?id=IPX0001873000"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD016329"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002836", "name": "iProX dataset identifier", "value": "IPX0001873000"}], "instruments": [{"accession": "MS:1002523", "name": "Q Exactive HF"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Tumor necrosis factor α-induced protein 1,Hepatocellular carcinoma,Nuclear factor-κB,Protein kinase casein kinase II beta,Tumor suppressor"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32317933"}, {"accession": "MS:1002866", "name": "Reference", "value": "Xiao Y, Luo H, Yang WZ, Zeng Y, Shen Y, Ni X, Shi Z, Zhong J, Liang Z, Fu X, Tu H, Sun W, Shen WL, Hu J, Yang J. A Brain Signaling Framework for Stress-Induced Depression and Ketamine Treatment Elucidated by Phosphoproteomics. Front Cell Neurosci. 2020 Apr 7;14:48. doi: 10.3389/fncel.2020.00048. PMID: 32317933; PMCID: PMC7156020.1"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Tumor necrosis factor α-induced protein 1 as a novel tumor suppressor through selective downregulation of CSNK2B blocks Nuclear Factor-κB activation in hepatocellular carcinoma"}