{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "sanjeeva Srivastava"}, {"accession": "MS:1000589", "name": "contact email", "value": "sanjeeva@iitb.ac.in"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Biotechnology and bioengineering"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Sanjeeva Srivastava"}, {"accession": "MS:1000589", "name": "contact email", "value": "sanjeeva@iitb.ac.in"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Dr. Sanjeeva Srivastava, Proteomics Laboratory, Department of Biosciences and Bioengineering, Indian Institute of Technology Bombay, Powai, Mumbai 400076, India (Lab head)."}]}], "datasetFiles": [{"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/LPVM_fr10.pep.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/LPVM_Data.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Pool_longitudinal.pep.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Pool_longitudinal.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_1.pep.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_1.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_2.pep.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_2.zip"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_3.pep.xml"}, {"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267/Set_3.zip"}], "description": "Malaria is by far the world’s most significant tropical infectious disease and over the last a few decades large-scale malaria epidemics have happened in almost all continents. Plasmodium falciparum and Plasmodium vivax account for over 90% of the total malaria cases worldwide. The estimated number of annual clinical cases of vivax malaria is even higher than that of falciparum malaria, but yet the morbidity associated with this infection and its spectrum of disease is largely neglected. Identification of serum/plasma proteins, which exhibit altered abundance at the onset and during the acute phase of any infection, could be informative to understand the pathobiology of different infectious diseases and host responses against the invading pathogens. To this end, in recent years, quite a few research groups including us have investigated alterations in serum/plasma proteome in severe and non-severe falciparum malaria (and also vivax malaria) to study malaria pathogenesis. In all these studies, serum/plasma proteome of the malaria patients have been analyzed during the febrile stages of the infection, either at the onset of the disease or at the fastigium stage. However, temporal profiling of serum/plasma proteome during acute and remission stages in malaria, which can provide snapshots of the transient and enduring alterations in serum proteome during the febrile, defervescence and convalescent stages has not been reported hitherto.  Here, we report, for the first time, serum proteomic alterations in a longitudinal cohort of P. vivax infected patients to elucidate host responses when fever is established (temperature of the body reaches above higher normal level), during the stage when the temperature comes down to normal, and also during the gradual recovery of health after the illness.  The three stages discussed in our study have been categorically chosen depending upon the clinical course of uncomplicated vivax malaria. Analysis of the early febrile stage represents host proteome profile immediately after onset of the infection, without any effect of anti-malarial drugs. The second, defervescence stage, reflects any immediate change in blood proteome at early recovery phase, while the convalescent stage indicates a phase after administration of 14 days radical cure treatment with primaquine and a complete recovery, when none of the patients displayed any apparent symptoms of malaria. We have also performed an extensive quantitative proteomics analysis to compare the serum proteome profiles of vivax malaria patients with low and moderately-high parasitemia with healthy community controls. Isobaric tags for relative and absolute quantitation (iTRAQ) and 2-D fluorescence difference gel electrophoresis (2D-DIGE)-based quantitative proteomics approaches were used in the discovery-phase of the study, and some selected differentially abundant serum proteins were validated further by using ELISA. Interestingly, some of the serum proteins like Serum amyloid A, Apolipoprotein A1, C-reactive protein, Titin and Haptoglobin, were found to be sequentially altered with respect to increased parasite counts, while many of the quantified candidates such as Hemopexin, Vitronectin, Clusterin and Apolipoprotein E exhibited nearly equal levels of differential serum abundance in different parasitemic malaria patients. Analysis of a longitudinal cohort of malaria patients indicated reversible alterations in serum levels of some proteins such as Haptoglobin, Apolipoprotein E, Apolipoprotein A1, Carbonic anhydrase 1, and Hemoglobin subunit alpha upon treatment; however, the levels of a few other proteins did not return to the baseline even during the convalescent phase of the infection. Identification of the differentially abundant serum proteins and associated physiological pathways in vivax malaria along with phase-specific protein profiles during the acute and convalescent phases of the infection can effectively enhance our understanding of P. vivax disease biology and host immune responses.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD005267"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD005267"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD005267"}], "instruments": [{"accession": "MS:1000675", "name": "6220 Time-of-Flight LC/MS"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Human, Longitudinal, LC-MS"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biomedical"}], "modifications": [{"accession": "MOD:01499", "name": "iTRAQ4plex-116 reporter+balance reagent acylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "28667326"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Ray S, Patel SK, Venkatesh A, Chatterjee G, Ansari NN, Gogtay NJ, Thatte UM, Gandhe P, Varma SG, Patankar S, Srivastava S. Quantitative Proteomics Analysis of Plasmodium vivax Induced Alterations in Human Serum during the Acute and Convalescent Phases of Infection. Sci Rep. 2017 7(1):4400"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Quantitative Proteomics analysis of Plasmodium vivax induced alterations in human serum during the acute and convalescent phases of infection"}