{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Chengshu Wang"}, {"accession": "MS:1000589", "name": "contact email", "value": "cswang@sibs.ac.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Shanghai Institutes for Biological Sciences"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Chengshu Wang"}, {"accession": "MS:1000589", "name": "contact email", "value": "cswang@sibs.ac.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Key Laboratory of Insect Developmental and Evolutionary Biology, Institute of Plant Physiology and Ecology, Shanghai Institutes for Biological Sciences, Chinese Academy of Sciences, Shanghai 200032, China"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep1.out"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep2.out"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep3.out"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep1.out"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep2.out"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep3.out"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep1.dta"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep2.dta"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep3.dta"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep1.dta"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep2.dta"}, {"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep3.dta"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep1.RAW"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep2.RAW"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/Sec rep3.RAW"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep1.RAW"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep2.RAW"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422/WT rep3.RAW"}], "description": "Filamentous fungi including mushrooms frequently and spontaneously degenerate during subsequent culture maintenance on artificial media, which shows the loss or reduction abilities of asexual sporulation, sexuality, fruiting and production of secondary metabolites, thus leading to economic losses during mass production. To better understand the underlying mechanisms of fungal degeneration, the model fungus Aspergillus nidulans was employed in this study for comprehensive analyses. First, linkage of oxidative stress to culture degeneration was evident in A. nidulans. Taken together with the verifications of cell biology and biochemical data, a comparative mitochondrial proteome analysis revealed that, unlike the healthy wild type, a spontaneous fluffy sector culture of A. nidulans demonstrated the characteristics of mitochondrial dysfunctions. Relative to the wild type, the features of cytochrome c release, calcium overload and up-regulation of apoptosis inducing factors evident in sector mitochondria suggested a linkage of fungal degeneration to cell apoptosis. However, the sector culture could still be maintained for generations without the signs of growth arrest. Up-regulation of the heat shock protein chaperones, anti-apoptotic factors and DNA repair proteins in the sector could account for the compromise in cell death. The results of this study not only shed new lights on the mechanisms of spontaneous degeneration of fungal cultures but will also provide alternative biomarkers to monitor fungal culture degeneration.        Label-free quantitative proteomic analysis of the WT and Sec mt proteins was performed as described previously. Briefly, purified mitochondrial proteins (100 ug) were diluted in the lysis buffer to a concentration of 5 g/ul and carboxyamidomethylated in 50 mM iodoacetamide for 40 min at room temperature in the dark. The proteins were digested with an endoprotease Lys-C (Roche Applied Science, Indianapolis, IN) at a final substrate/enzyme ratio of 100:1 (w/w) at 37 C for 3 h. The Lys-C digests were further treated with modified sequencing grade trypsin (Roche Applied Science, Indianapolis, IN) at a final substrate/enzyme ratio of 50:1 (w/w) at 37 C for 20 h. After digestion, the peptide mixture was passed through an ultra-filter unit (Millipore, Billerica, MA) with a molecular weight cut-off of 10 kDa and acidified by formic acid (0.1% final concentration) for mass spectrum analysis. A linear ion trap-orbitrap liquid chromatography-tandem mass spectrometry system (LTQ-Orbitrap, Thermo Fisher Scientific, San Josse, CA) equipped with a nanospray ion source was used for full MS scan analysis followed by five MS/MS scans in the LTQ on the five most intense ions from the MS spectrum. Three parallel runs were performed consecutively for each sample. The software DeCyder MS (ver 2.0) (GE Healthcare, Pittsburgh, PA) was used to generate the peak lists from all the runs and the data were then automatically searched using the SEQUEST (ver. 2.7) (Thermo Fisher Scientific, San Josse, CA) against the A. nidulans genome archive (ver. S03-M05-R01, containing 10,644 protein entries) at AspGD database (www.aspgd.org) with the following parameters: peptide mass tolerance set to 10 ppm; fragment tolerance set to 0.8 Da, and two missed trypsin cleavages. Carbamidomethylation of cysteine was searched as a fixed modification, whereas N-acetyl protein and oxidation of methionine were searched as variable modifications. For protein identification, all peptide matches were filtered by a maximum false discovery rate (FDR) index less than 0.01, delta Cn larger than 0.1 and Xcorr scores of greater than 1.7, 2.0 and 3.0 for +1, +2, and +3 charged ions, respectively. The peptides were discarded for further analysis if mapped to more than two different proteins. A protein was considered identifiable with at least one unique peptide detected for more than twice in the three replicates of each sample. The MS data have been deposited in the PRIDE proteomics identification database under accession numbers ? List of the identified peptides and matched proteins is provided in Supplemental Table 1. Quantification of proteins was performed by estimating the normalized spectral index (SIN) for each protein, which combines the features of peptide count, spectral count, fragment-ion intensity and protein length as described by Griffin et al.. Reliability of technical repeats was analyzed by calculating the multivariate Pearson correlation coefficients using the software SigmaPlot (ver. 8.0). FDR estimation of differentially expressed proteins was conducted using a mixture model-based method. Heat mapping analysis was conducted using the program Matlab (R2009a). The significance of differentially expressed proteins between the samples was tested with the cutoff values of P less than or equal to 0.05 and FDR less than or equal to 0.05.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD000422"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD000422"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000422"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Aspergillus nidulans, culture degeneration, mitochondrial proteomics"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "24345786"}, {"accession": "MS:1002866", "name": "Reference", "value": "Li L, Hu X, Xia Y, Xiao G, Zheng P, Wang C. Linkage of oxidative stress and mitochondrial dysfunctions to spontaneous culture degeneration in Aspergillus nidulans. Mol Cell Proteomics. 2014 13(2):449-461"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Emericella nidulans (strain FGSC A4 / ATCC 38163 / CBS 112.46 / NRRL 194 / M139) (Aspergillus nidulans)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "227321"}]}], "title": "Linkage of oxidative stress and mitochondrial dysfunctions to spontaneous culture degeneration in Aspergillus nidulans"}