{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Peter Gillespie"}, {"accession": "MS:1000589", "name": "contact email", "value": "gillespp@ohsu.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Oregon Hearing Research Center, Oregon Health & Science University"}]}], "description": " Hudspeth J Cell Biol 112, 625-640, 1991; Shin et al. Neuron 53, 371-386, 2007). NuPAGE LDS sample buffer (Invitrogen) with 50 mM dithiothreitol was added to a combined final volume of 80 µl per 100 utricles' worth of bundles; samples were heated to 70°C for 15 min. Epithelial proteins were similarly solubilized with sample buffer. Proteins were separated by running ~1 cm into a NuPAGE 4–12% Bis-Tris gel (1.5 mm x 10 well; one or two lanes per bundle sample); gels were rinsed with water, then stained with Imperial Protein Stain (Thermo Scientific). The 1 cm of gel with separated proteins was manually sliced into six pieces. Gel pieces were transferred to siliconized tubes and washed and destained in 200 µl 50% methanol overnight. The gel pieces were dehydrated in acetonitrile, rehydrated in 30 µl of 10 mM dithiothreitol in 0.1 M ammonium bicarbonate and reduced at room temperature for 0.5 h. The DTT solution was removed and the sample alkylated in 30 µl 50 mM iodoacetamide in 0.1 M ammonium bicarbonate at room temperature for 0.5 h. The reagent was removed and the gel pieces dehydrated in 100 µl acetonitrile. The acetonitrile was removed and the gel pieces rehydrated in 100 µl 0.1 M ammonium bicarbonate. The pieces were dehydrated in 100 µl acetonitrile, the acetonitrile removed and the pieces completely dried by vacuum centrifugation. The gel pieces were rehydrated in 20 ng/µl trypsin (Sigma-Aldrich T6567 proteomics grade, from porcine pancreas, dimethylated) in 50 mM ammonium bicarbonate on ice for 10 min. Any excess enzyme solution was removed and 20 µl 50 mM ammonium bicarbonate added. The sample was digested overnight at 37°C and the peptides formed extracted from the polyacrylamide in two 30 µl aliquots of 50% acetonitrile/5% formic acid. These extracts were combined and evaporated to 15 µl for MS analysis. For the gel slice immediately adjacent to the agarose, peptides were purified away from interfering polymers by SCX. A single experiment's worth of hair bundles or epithelium was analyzed by six LC-MS/MS runs, corresponding to the six gel pieces. The LC-MS/MS system consisted of a Thermo Electron Orbitrap Velos ETD mass spectrometer system with a Protana nanospray ion source, which was interfaced to a reversed-phase capillary column of 8 cm length x 75 µm internal diameter, self-packed with Phenomenex C18 Jupiter of 10 µm particle size. An extract aliquot (7.5 µl) was injected and peptides eluted from the column by an acetonitrile/0.1 M acetic acid gradient at a flow rate of 0.5 µl/min over 1.2 hr. The nanospray ion source was operated at 2.5 kV. The digest was analyzed using the data-dependent capability of the instrument, acquiring—in sequential scans—a single full scan mass spectrum in the Orbitrap detector at 60,000 resolution to determine peptide molecular weights, and 20 product-ion spectra in the ion trap to determine amino acid sequence. MaxQuant version 1.2.2.5 software was used for protein identification and quantitation. The default contaminants file associated with the MaxQuant download was edited to remove entries known to be present in hair bundles (e.g., actin) and to add additional impurities that entered the bundle-purification workflow (keratins, hemoglobins, egg white components). Mass spectrometry data were searched against Ensembl version 66 (released February, 2012) using Andromeda; the Ensembl FASTA file was edited by replacing several sequences with longer or full-length sequences, including actin gamma 1 (NP_001007825.1), actin beta (NP_990849.1), fascin 1 (NP_001171603), fascin 2 (NP_001171209), ATP synthase beta (NP_001026562.1), peptidylprolyl isomerase A (NP_001159798.1), calbindin 2 (NP_990647.1), PDZD7 (XP_003641537.1), espin (XP_417532.3), and CACNA2D2 (XP_427707.3). Protein identifications were reported with an FDR of 1%. If a set of peptides for a protein was identical to or completely contained within that of another protein, MaxQuant groups those proteins together (\"redundant groups\"); the entry with the largest number of peptides was used to identify the redundant group. Redundant groups that shared more than 20% of their identified peptides were further grouped in our analysis (\"shared-peptide groups\"); the entry with the greatest intensity associated with it was used to identify the shared-peptide group.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/01/PXD000104"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000104"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Hair cells, utricle, hair bundles, stereocilia, auditory, vestibular"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "PRIDE:0000432", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Gallus gallus (Chicken)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9031"}]}], "title": "Chick vestibular hair bundles"}