{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Tomoya Niinae"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Kyoto university"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Yasushi Ishihama"}]}], "description": "We successfully identified the proteome expressed in Escherichia coli (E. coli) cells on a microarray scale using one-dimensional capillary liquid chromatography-tandem mass spectrometry (LC-MS/MS) with a 350 cm long, 100 microm i. d., monolithic silica-C(18) capillary column. E. coli tryptic digest (4 microg) was injected onto the column, and a 41 h gradient was applied with a flow rate of 500 nL/min at less than 20 MPa. In total, 22,196 nonredundant tryptic peptides from 2602 proteins, including 830 membrane proteins, were identified from the E. coli cells (triplicate analysis), in which an equivalent number of genes was detected by transcriptome analysis. Approximately a 5-fold larger peak response on average was obtained in this system, compared with that obtained by conventional capillary LC-MS/MS analysis with a 15 cm long, 3 microm diameter C(18) silica particle-packed column. The higher response suggests that the influence of ionization suppression was drastically reduced by the high-efficiency separation on the long monolithic silica column coupled with the shallow gradient. Because this high-resolution system does not require any additional separation prior to LC-MS/MS, this \"one-shot\" proteomics approach can simplify the workflow of shotgun proteomics and minimize the sample amount, as well as reduce the total analysis time, despite the use of prolonged shallow gradient elution.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000059"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000059"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD004605"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "5"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000059"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "E. coli"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "20222674"}, {"accession": "MS:1002866", "name": "Reference", "value": "Iwasaki M, Miwa S, Ikegami T, Tomita M, Tanaka N, Ishihama Y One-dimensional capillary liquid chromatographic separation coupled with tandem mass spectrometry unveils the Escherichia coli proteome on a microarray scale. Anal Chem. 2010 Apr 1;82(7):2616-20"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Escherichia coli"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "562"}]}], "title": "One-dimensional capillary liquid chromatographic separation coupled with tandem mass spectrometry unveils the Escherichia coli proteome on a microarray scale."}