{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Kumiko Shiozawa"}, {"accession": "MS:1000589", "name": "contact email", "value": "kshiozaw@ncc.go.jp"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "National Cancer Centre Research Institute"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}]}], "description": "The mammalian Y chromosome plays a critical role in spermatogenesis. However, the exact functions of each gene in the Y chromosome have not been completely elucidated, partly owing to difficulties in gene targeting analysis of the Y chromosome. Zfy was first proposed to be a sex determination factor, but its function in spermatogenesis has been recently elucidated. Nevertheless, Zfy gene targeting analysis has not been performed thus far. Here, we adopted the highly efficient CRISPR/Cas9 system to generate individual Zfy1 or Zfy2 knockout (KO) mice and Zfy1 and Zfy2 double knockout (Zfy1/2-DKO) mice. While individual Zfy1 or Zfy2-KO mice did not show any significant phenotypic alterations in fertility, Zfy1/2-DKO mice were infertile and displayed abnormal sperm morphology, fertilization failure, and early embryonic development failure. Mass spectrometric screening, followed by confirmation with western blot analysis, showed that PLCZ1, PLCD4, PRSS21, and HTT protein expression were significantly deceased in spermatozoa of Zfy1/2-DKO mice compared with those of wild-type mice. These results are consistent with the phenotypic changes seen in the double-mutant mice. Collectively, our strategy and findings revealed that Zfy1 and Zfy2 have redundant functions in spermatogenesis, facilitating a better understanding of fertilization failure and early embryonic development failure. ", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/status.jsp?task=150efaa500644adfaf2500c2181c0963"}, {"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000080355"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD005438"}, {"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000080355"}], "instruments": [{"accession": "MS:1000556", "name": "LTQ Orbitrap XL"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Y chromosome, Zfy1, Zfy2, CRISPR/Cas9, spermatogenesis, LC-MSMS"}], "modifications": [{"accession": "PRIDE:0000398", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "PRIDE:0000400", "name": "Reference", "value": "Takashi Nakasuji, Narumi Ogonuki, Tomoki Chiba, Tomomi Kato, Kumiko Shiozawa, Kenji Yamatoya, Hiromitsu Tanaka, Tadashi Kondo, Kenji Miyado, Naoyuki Miyasaka, Toshiro Kubota, Atsuo Ogura, and Hiroshi Asahara. Complementary critical functions of Zfy1 and Zfy2 in mouse spermatogenesis and reproduction. (in press)."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus <mouse, genus>"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10088"}]}], "title": "Complementary critical functions of Zfy1 and Zfy2 in mouse spermatogenesis and reproduction"}