{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Jin-xin Zheng"}, {"accession": "MS:1000589", "name": "contact email", "value": "710194599@qq.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Key Laboratory of Medical Molecular Virology of Ministries of Education and Health, School of Basic Medical Science and Institutes of Biomedical Sciences, Shanghai Medical College of Fudan University"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Zhi-jian Yu"}, {"accession": "MS:1000589", "name": "contact email", "value": "yuzhijiansmu@163.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Infectious Diseases and the Key Lab of Endogenous Infection, Shenzhen Nanshan People's Hospital and The 6th Affiliated Hospital of Shenzhen University Health Science Center, Shenzhen 518052, China"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/03/PXD014211/X101SC19041023_Z01_F002_B2_43.match_result.tar.gz"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/03/PXD014211/X101SC19041023_Z01_F002_B2_43.raw_file.tar.gz"}], "description": "ClpP is important for bacterial growth and plays an indispensable role in cellular protein quality control systems by refolding or degrading damaged proteins, but the role of ClpP on Enterococcus faecalis is still obscure. A clpP deletion mutant (△clpP) was constructed in E. faecalis strain OG1RF in order to elucidate a more comprehensive picture of the effect of ClpP on E. faecalis. Then the global RNA level of genes was detected by RNA sequencing and the global abundance of proteins was determined by mass spectrometer with Tandem Mass Tags (TMT) labeling. We found the ΔclpP mutant strain showed impaired growth at 20℃ or 45℃, at 5% NaCl or 2 mM H2O2. The surviving bacteria of the ΔclpP mutant strain was decreased after exposure to the high concentration of linezolid or minocycline (100 x MIC) for 96 h compared with that of the parent strain. The ΔclpP mutant strain also demonstrated decreased biofilm formation, but increased virulence in a Galleria mellonella model. The abundances of heat shock proteins, regulatory protein Spx (spxA), heat-inducible transcription repressor HrcA, transcriptional regulator CtsR, ATPase/chaperone ClpC and chaperonin GroEL increased in the ΔclpP mutant strain. The FsrA response regulator and its regulating protein gelatinase GelE, acetyl esterase/lipase, adapter protein MecA and fructose-1,6-bisphosphatase (fbp) also up regulated in the ΔclpP mutant strain. However, the abundances of ribosomal protein L4/L1 family protein (rplD) , ribosomal protein L7/L12 (rplL2), 50S ribosomal protein L13 (rplM), L18 (rplR), L20 (rplT), 30S ribosomal protein S14 (rpsN2) and S18 (rpsR) all reduced in the ΔclpP mutant strain. The dihydroorotase (pyrC), orotate phosphoribosyltransferase (pyrE) and orotidine-5'-phosphate decarboxylase (pyrF) also down regulated in the ΔclpP mutant strain. In conclusion, these results suggest that ClpP participates in stress tolerance, biofilm formation, antimicrobials tolerance, and virulence of E. faecalis.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/03/PXD014211"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD014211"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD014211"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Enterococcus faecalis; ClpP; stress tolerance; biofilm formation; virulence"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Enterococcus faecalis (Streptococcus faecalis)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "1351"}]}], "title": "ClpP participates in stress response, biofilm formation, antimicrobials tolerance, and virulence of Enterococcus faecalis and its global substrate proteins were identified by mass spectrometer with Tandem Mass Tags (TMT) labeling"}