{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Marcello Manfredi"}, {"accession": "MS:1000589", "name": "contact email", "value": "marcello.manfredi@uniupo.it"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Eastern Piedmont"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Marcello Manfredi"}, {"accession": "MS:1000589", "name": "contact email", "value": "marcello.manfredi@uniupo.it"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Translational Medicine (DiMeT), Center for Translational Research on Autoimmune & Allergic Diseases - CAAD, University of Piemonte Orientale, Corso Trieste 15/A, 28100, Novara, Italy"}]}], "datasetFiles": [{"accession": "MS:1002850", "name": "Peak list file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/05/PXD018362/mgf files.zip"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/05/PXD018362/Library.wiff.files.zip"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/05/PXD018362/swath.wiff.files.zip"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/05/PXD018362/Seppro_Mouse PP_MS senza 7 abbondanti.txt"}], "description": "Pancreatic ductal adenocarcinoma (PDAC) is the third leading cause of cancer-related mortality among adults in developed countries. The discovery of the most common genetic alterations as well as the development of organoids models of pancreatic cancer have provided insight into the fundamental pathways driving the progression from normal cell, to non-invasive precursor lesion, to widely metastatic disease, offering new opportunities for the discovery of key activated pathways along cancer progression.  Obesity is one of the most serious public health challenges of the 21st century. Several epidemiological studies have shown the positive association between obesity and cancer-related morbidity/mortality, as well as poor prognosis and poorer treatment outcome. Despite strong evidence indicates a link between obesity and cancer incidence, the molecular basis of the initiating events remains largely elusive. This is mainly due to the lack of an accurate and reliable model of pancreatic carcinogenesis that mimics human obesity-associated PDAC, making data interpretation difficult and often confusing.  Here we propose, to our knowledge, the best suitable and manageable preclinical tool, based on next-generation cell culture models, to study the effects of obesity on pancreatic carcinogenesis. Therefore we tracked the effects of obesity on the natural evolution of PDAC in a genetically-defined transplantable model of syngeneic murine pancreatic preneoplastic lesion (mP) and tumor (mT) derived organoids that recapitulates the progression of human disease from early preinvasive lesions to metastatic disease.  Our models indicated that both genetic- and diet-induced obesity promoted incidence engraftment rate and growth of both preneoplastic and neoplastic organoids, favoring pancreatic cancer progression and distant metastases dissemination. Our obesity models of carcinogenesis mimic the evolution of human pancreatic cancer pathology, promoting carcinogenesis and concomitant accumulation of a myeloid infiltrate. These changes in cancer immune infiltrate were also associated to a specific pattern of anti-inflammatory Th2 signature. Moreover, gene expression profile analysis revealed a change in gene expression programs that addresses cells to different pancreatic subtypes and stromal conditions. Our results suggest that organoid-derived transplants in obese mice represent a suitable system to study early step of carcinogenesis and support the hypothesis that inflammation induced by obesity stimulates tumor progression and metastatization during pancreatic carcinogenesis.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/05/PXD018362"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD018362"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD018362"}], "instruments": [{"accession": "MS:1000932", "name": "TripleTOF 5600"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Obesity, Organoid models, Pancreatic Cancer, Carcinogenesis, Adipokines"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32411709"}, {"accession": "MS:1002866", "name": "Reference", "value": "Lupo F, Piro G, Torroni L, Delfino P, Trovato R, Rusev B, Fiore A, Filippini D, De Sanctis F, Manfredi M, Marengo E, Lawlor RT, Martini M, Tortora G, Ugel S, Corbo V, Melisi D, Carbone C. Organoid-Transplant Model Systems to Study the Effects of Obesity on the Pancreatic Carcinogenesis in vivo. Front Cell Dev Biol. 2020 8:308"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Organoid-trasplant model systems to study in vivo the effects of obesity on the pancreatic carcinogenesis"}