{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Zbynek Zdrahal"}, {"accession": "MS:1000589", "name": "contact email", "value": "zdrahal@sci.muni.cz"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "1 Central European Institute of Technology, Masaryk University, Kamenice 5, 625 00 Brno, Czech Republic 2 Faculty of Science, Masaryk University, Kamenice 5, 625 00 Brno, Czech Republic"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Hana Kucharikova"}, {"accession": "MS:1000589", "name": "contact email", "value": "hana.kucharikova@ceitec.muni.cz"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "CEITEC MU, Faculty of Science MU, Czech republic"}]}], "description": "Histone post-translational modifications (hPTMs) belong to decisive epigenetic marks affecting, among others, cell cycle and protein interactions. hPTMs have been studied by both antibody- and mass spectrometry-based methods for years, however, those analyses are still challenging, mainly due to multiple histone variants and their modification diversity arising from high content of reactive amine groups in the amino acid sequence. Here, we introduce trimethylacetic anhydride (TMA) as a new reagent for efficient histone alkylation, a necessary approach prior to hPTMs analysis using bottom-up proteomics. TMA reagent is applied for derivatization of unmodified amine groups at lysine residues as well as for subsequent alkylation of newly generated amine groups at peptide N-termini after trypsin digestion. Derivatization reaction is facilitated by microwave irradiation, which also reduces incubation time to minute intervals. We demonstrate that histone alkylation with TMA represents a reliable technique with high yield of fully derivatized peptides, hence an effective alternative to conventionally used methods. More than 98 % and 99 % labelling efficiency of TMA was achieved for histone H4 and H3, respectively, ensuring an accurate quantification of peptide forms. Trimethylacetylation substantially improves chromatographic separation of peptide forms which is a prerequisite for direct quantification based on signal extracted from MS1 data. For this purpose, software tools widely adopted within proteomics community can be used without a need of additional computational advances. Based on a thorough side-by-side comparison of TMA performance with well-adopted propionylation we comment on the impact of histone derivatization on the hPTMs monitoring in biological samples.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/Pi0wHl.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD022454"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/Pi0wHl.url"}], "instruments": [{"accession": "MS:1002732", "name": "Orbitrap Fusion Lumos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "o\tHistone derivatization"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "trimethylacetic anhydride"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "epigenetics"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "mass spectrometry"}], "modifications": [{"accession": "UNIMOD:1", "name": "Acetyl"}], "publications": [{"terms": [{"accession": "MS:1002866", "name": "Reference", "value": "Kuchaříková H, Dobrovolná P, Lochmanová G, Zdráhal Z. Trimethylacetic anhydride-based derivatization facilitates quantification of histone marks at the MS1 level. Mol Cell Proteomics [Internet]. 2021;100114. Available from: https://www.sciencedirect.com/science/article/pii/S1535947621000864"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Microwave oven-assisted derivatization of histone proteoforms using trimethylacetic anhydride"}