{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Kelsey Fisher-Wellman"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "East Carolina Diabetes and Obesity Institute"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Kelsey Fisher-Wellman"}]}], "description": "The mitochondrial mutator mouse is a well-established model of premature aging in which a progeroid phenotype is driven by the accumulation of somatic mtDNA mutations. Despite evidence of bioenergetic disruption within the cardiac mitochondria, there is little information about the underlying changes to the mitochondrial proteome. Herein, nLC-MS/MS was used to interrogate the mitochondria-enriched proteome of cardiac and skeletal muscle tissues of mutator mice and wild-type littermates. The mitochondrial proteome from heart tissue was then correlated with previously reported respiratory conductance data generated from the same mitochondrial samples to identify protein biomarkers of respiratory insufficiency. The majority of proteins that were found to be significantly downregulated in mutator mitochondria were subunits of respiratory complexes I and IV, including both nuclear and mitochondrial-encoded proteins. Interestingly, the mitochondrial-encoded complex V subunits, were unchanged or upregulated in mutator mitochondria suggesting a robustness to mtDNA mutation. Finally, the protein most strongly correlated with respiratory conductance in heart mitochondria from wild-type and mutator mice was the phosphatase PPM1K, which has been shown to have roles in branched chain amino acid metabolism and mitochondria permeability transition. These results suggest that mitochondrial mutator mice undergo a specific loss of mitochondrial complexes I and IV that limit their respiratory function independent of an upregulation of complex V. Additionally, the role of PPM1K in responding to mitochondrial stress warrants further exploration.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000729"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000729"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD017000"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "2"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000729"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Mitochondrial proteome, mitochondrial DNA, DNA polymerase gamma, heart, skeletal muscle, TMT6plex"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}, {"accession": "MOD:01717", "name": "TMT6plex reporter+balance reagent N-acylated residue"}, {"accession": "MOD:01718", "name": "TMT6plex reporter+balance reagent acylated N-terminal"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32107436"}, {"accession": "MS:1002866", "name": "Reference", "value": "McLaughlin KL, Kew KA, McClung JM, Fisher-Wellman KH Subcellular proteomics combined with bioenergetic phenotyping reveals protein biomarkers of respiratory insufficiency in the setting of proofreading-deficient mitochondrial polymerase. Sci Rep. 2020 Feb 27;10(1):3603"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Subcellular proteomics combined with bioenergetic phenotyping reveals protein biomarkers of respiratory insufficiency in the setting of compromised mitochondrial DNA repair."}