{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Alejandro Zamora"}, {"accession": "MS:1000589", "name": "contact email", "value": "zambri33@hotmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Centro de Investigación y de Estudios Avanzados del Instituto Politécnico Nacional"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Rossanna Rodríguez"}, {"accession": "MS:1000589", "name": "contact email", "value": "rossana.rodriguez@cinvestav.mx"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Centro de Investigación y de Estudios Avanzados de Instituto Politécnico Nacional"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "http://download.iprox.org/IPX0002764000/IPX0002764001/ZEBRA_FISH_RAW_DATA_PROTEOME_CP.tar.gz"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "http://download.iprox.org/IPX0002764000/IPX0002764001/search_file.xlsx"}], "description": "The toxicity evaluation of crude oil in conjunction with chemical dispersants causing phenotypic alterations and death to Zebrafish (Danio rerio) embryos (ZFE) have been widely evaluated. However, the proteomic profile analysis of ZFE in response to both petroleum and dispersants have not been conducted. Herein, we evaluated the survival rate and morphological alterations of ZFE exposed to a water-accommodated fraction (WAF) of light crude oil (API 32), and to a chemically enhanced WAF (CEWAF) with DOSS (dioctyl sulfosuccinate sodium); an anionic surfactant that is one of the major components of Corexit™ in a static-acute (96h) bioassay performed with 6, 12.5, 25, 50, and 100 % (v/v) of 1 g/L of petroleum of WAF and CEWAF. The addition of DOSS to WAF influenced predominantly the aliphatic hydrocarbons concentration, but not the aromatics. The lowest survival rate [56 % (± 3.80 %) and 55 % (± 4.54 %)], was detected in 100 % WAF and CEWAF, respectively. Morphological anomalies such as spine, head, and tail malformations and edema in the yolk sac increased in both treatments but the General Morphological Score (GMS), and the Integrated Biological Response (IBR) index were higher in embryos exposed to WAF than in CEWAF. The proteomic response of ZFE exposed to a sub-lethal concentration (12.5 %) revealed a total of 734 proteins. In WAF, 308 differential proteins: 142 up-accumulated and 166 down-accumulated; while in CEWAF, 260 differential proteins: 126 up-accumulated and 134 down-accumulated. The implications related to eye and retinal photoreceptor development are discussed herein as alterations in Retinol Binding Protein (RBC), Cellular Retinol Binding Protein (CRBP), Retinol Chisin 1a (RC1a), Lecitin-Retinol Acetyltransferase (CRAT) and Dynein light chain were observed. Also, the up-accumulation of fatty acid-binding protein 3 (FABP3), a low-molecular-weight protein, that participates in lipid transportation, associated to cardiac effect is also discussed.", "fullDatasetLinks": [{"accession": "MS:1002837", "name": "iProX dataset URI", "value": "http://www.iprox.org/page/project.html?id=IPX0002764000"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD023765"}, {"accession": "MS:1002836", "name": "iProX dataset identifier", "value": "IPX0002764000"}], "instruments": [{"accession": "MS:1002416", "name": "Orbitrap Fusion"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Zebrafish, WAF/CEWAF, GMS, IBR, Histology, Proteomic"}], "modifications": [{"accession": "MOD:01716", "name": "TMT6plex reporter fragment"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Danio rerio"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "7955"}]}], "title": "PROTEOMIC ANALYSIS-BASED TMT-SPS-MS3 OF ZEBRAFISH (Danio rerio) EXPOSED TO A SUBLETHAL CONCENTRATION OF WATER-SOLUBLE CRUDE OIL COMPONENTS AND THEIR MIXTURE WITH A CHEMICAL SURFACTANT TROUGH AN INTEGRATIVE RESPONSE ASSESSMENT"}