{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Teck Yew Low"}, {"accession": "MS:1000589", "name": "contact email", "value": "lowteckyew@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Utrecht Univeristy"}]}], "description": "Assessing relevant molecular differences between human-induced pluripotent stem cells (hiPSCs) and human embryonic stem cells (hESCs) is important, given that such differences may impact their potential therapeutic use. Controversy surrounds recent gene expression studies comparing hiPSCs and hESCs. Here, we present an in-depth quantitative mass spectrometry-based analysis of hESCs, two different hiPSCs and their precursor fibroblast cell lines. Our comparisons confirmed the high similarity of hESCs and hiPSCS at the proteome level as 97.8%  of the proteins were found unchanged. Nevertheless, a small group of 58 proteins, mainly related to metabolism, antigen processing and cell adhesion, was found significantly differentially expressed between hiPSCs and hESCs. A comparison of  the regulated proteins with previously published transcriptomic studies showed a  low overlap, highlighting the emerging notion that differences between both pluripotent cell lines rather reflect experimental conditions than a recurrent molecular signature. See the Data Processing section of the published paper concerning the bioinformatics pipeline used. PMCID: PMC3261715 PMID: 22108792 Mol Syst Biol. 2011 Nov 22;7:550. doi: 10.1038/msb.2011.84.  The quantitative proteomes of human-induced pluripotent stem cells and embryonic  stem cells.  Munoz J, Low TY, Kok YJ, Chin A, Frese CK, Ding V, Choo A, Heck AJ.  Biomolecular Mass Spectrometry and Proteomics Group, Bijvoet Center for Biomolecular Research and Utrecht Institute for Pharmaceutical Sciences, Utrecht  University, Utrecht, The Netherlands.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/02/PXD000134"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000134"}], "instruments": [{"accession": "MS:1000168", "name": "LCQ Classic"}, {"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "iPS cells, embryonic stem cells, fibroblast, reprogramming, LC-MSMS, ETD"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "22108792"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Munoz J, Low TY, Kok YJ, Chin A, Frese CK, Ding V, Choo A, Heck AJ. The quantitative proteomes of human-induced pluripotent stem cells and embryonic stem cells. Mol Syst Biol. 2011 Nov 22;7:550"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "The quantitative proteomes of human-induced pluripotent stem cells and embryonic stem cells"}