{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Chiaowen Hsiao"}, {"accession": "MS:1000589", "name": "contact email", "value": "joycehsiao@uchicago.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Chicago"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Yoav Gilad"}, {"accession": "MS:1000589", "name": "contact email", "value": "gilad@uchicago.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Human Genetics, University of Chicago, Chicago, Illinois, USA; Department of Medicine, University of Chicago, Chicago, Illinois, USA"}]}], "datasetFiles": [{"accession": "PRIDE:0000404", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD008002/maxquant-raw.tar.gz"}, {"accession": "PRIDE:0000408", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD008002/maxquant-txt.tar.gz"}], "description": "Phosphorylation of proteins on serine, threonine, and tyrosine residues is a ubiquitous post-translational modification that plays a key part of essentially every cell signaling process. It is reasonable to assume that inter-individual variation in protein phosphorylation may underlie phenotypic differences, as has been observed for practically any other molecular regulatory phenotype. However, we do not know much about the extent of inter-individual variation in phosphorylation because it is quite challenging to perform a quantitative high throughput study to assess inter-individual variation in any post-translational modification. To test our ability to address this challenge with current technology, we quantified phosphorylation levels for three fully sequenced human cell lines within a nested experimental framework, and found that genetic background is the primary determinant of phosphoproteome variation. We uncovered multiple functional, biophysical, and genetic associations with germline driven phosphopeptide variation (though the small sample size in this ‘pilot’ study limits the applicability of our genetic observations). Among these associations were variants affecting protein levels or structure, with the latter presenting, on average, a stronger effect. Interestingly, we found evidence that is consistent with a phosphopeptide variability buffering effect endowed from properties enriched within longer proteins. We also undertook a thorough technical assessment of our experimental workflow to aid further efforts. Taken together, this work provides the foundation for future work to characterize inter-individual variation in post-translational modification as well as reveals novel insights into the nature of inter-individual variation in phosphorylation.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2018/10/PXD008002"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD008002"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD008002"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Human, YRI, LCL, LC-MS/MS, MaxQuant"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "30108239"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Engelmann BW, Hsiao CJ, Blischak JD, Fourne Y, Khan Z, Ford M, Gilad Y. A Methodological Assessment and Characterization of Genetically-Driven Variation in Three Human Phosphoproteomes. Sci Rep. 2018 8(1):12106"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "A Methodological Assessment and Characterization of Genetically-Driven Variation in Three Human Phosphoproteomes"}