{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Sjef Boeren"}, {"accession": "MS:1000589", "name": "contact email", "value": "sjef.boeren@wur.nl"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "lab for Biochemistry, Wageningen University"}]}], "description": "Alicycliphilus denitrificans is a versatile, ubiquitous, facultative anaerobic bacterium. A. denitrificans strain BC can use chlorate, nitrate and oxygen as electron acceptor for growth. Cells display a prolonged lag-phase when transferred from nitrate to chlorate and vice versa. Furthermore, cells adapted to aerobic growth do not easily use nitrate or chlorate as electron acceptor. We further investigated these responses of strain BC by differential proteomics, transcript analysis and enzyme activity assays. In nitrate-adapted cells transferred to chlorate and vice versa, appropriate electron acceptor reduction pathways need to be activated. In oxygen-adapted cells, adaptation to the use of chlorate or nitrate is likely difficult due to the poorly active nitrate reduction pathway and low active chlorate reduction pathway. We deduce that the Nar-type nitrate reductase of strain BC also reduces chlorate, which may result in toxic levels of chlorite if cells are transferred to chlorate. Furthermore, the activities of nitrate reductase and nitrite reductase appear to be not balanced when oxygen-adapted cells a shifted to nitrate as electron acceptor, leading to the production of a toxic amount of nitrite. These data suggest that strain BC encounters metabolic challenges in environments with fluctuations in the availability of electron acceptors.        Proteomic samples were prepared from Alicycliphilus denitrificans grown in the presence of different electron acceptors: chlorate,  nitrate and oxygen. Proteins were separated by a short SDS gel and for each sample 4 in-gel digest slices were prepared. Peptide samples were measured by nLC LTQ-Orbitrap and the data were analysed with MaxQuant using default settings  (1% FDR on peptide and protein level) and filtered extra to keep only proteins identified with at least 2 peptides and 1 unique  and 1 unmodified peptide.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/08/PXD000258"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000258"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Alicycliphilus denitrificans electron acceptors LTQ-Orbitrap"}], "modifications": [{"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23907812"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Oosterkamp MJ, Boeren S, Plugge CM, Schaap PJ, Stams AJ. Metabolic response of Alicycliphilus denitrificans strain BC towards electron acceptor variation. Proteomics. 2013 Aug 1"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Alicycliphilus denitrificans (strain JCM 14587 / BC)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "596153"}]}], "title": "Proteomic response of Alicycliphilus denitrificans strain BC towards the different electron acceptors chlorate, nitrate and oxygen."}