{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Theodoros Roumeliotis"}, {"accession": "MS:1000589", "name": "contact email", "value": "T.Roumeliotis@soton.ac.uk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Institute for Life Sciences, Univeristy of Southampton, UK"}]}], "description": "The protein content from ThinPrep cervical smear specimens was purified with TCA precipitation. The protein pellets were dissolved and protein concentration was measured with the Bradford assay. 100 ug of protein for each sample were reduced  with TCEP, cysteines were blocked with MMTS and finally digested overnight with trypsin. The resultant peptides were labeled with the iTRAQ 8plex reagents and after mixing were subjected to off-line high pH C18 fractionation. The peptide fractions were further analyzed with low pH C18 LC-Orbitrap Elite HCD MS/MS (MS resolution 120,000, top 10 precursors, isolation width 1.2 m/z, 100 min gradient method). Protein Identification was performed using Proteome Discoverer 1.3 software. SEQUEST node included prec. mass tolerance: 10 ppm, fragment mass tolerance 0.5 Da, iTRAQ8plex Nterm and K,Y static modification, Methylthio static modification, Phospho S variable modification, Oxidation M  variable modification, Deamidation N,Q variable modification. All spectra were search against a Uniprot fasta file containing all reviewed Human entries and all reviewed and un-reviewed human papillomavirus entries. Peptide and PTM validation was performed with Percolator and PhosphoRS nodes respectively. Protein quantitation was performed with the Reporter Ions Quantifier node.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/05/PXD000109"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000109"}], "instruments": [{"accession": "MS:1001910", "name": "LTQ Orbitrap Elite"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "ThinPrep, iTRAQ, HPV, Orbitrap Elite"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:01153", "name": "methylthiolated residue"}, {"accession": "MOD:01549", "name": "iTRAQ8plex-116 reporter+balance reagent acylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23510160"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Papachristou EK, Roumeliotis TI, Chrysagi A, Trigoni C, Charvalos E, Townsend PA, Pavlakis K, Garbis SD. The Shotgun Proteomic Study of the Human ThinPrep Cervical Smear Using iTRAQ Mass-Tagging and 2D LC-FT-Orbitrap-MS: The Detection of the Human Papillomavirus at the Protein Level. J Proteome Res. 2013 May 3;12(5):2078-89"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "ThinPrep Cervical Smear iTRAQ LC-MS/MS"}