{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Steven Roberts"}, {"accession": "MS:1000589", "name": "contact email", "value": "sr320@uw.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Washington, School of Aquatic and Fishery Sciences"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Laura Spencer"}, {"accession": "MS:1000589", "name": "contact email", "value": "lhs3@uw.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Washington School of Aquatic and Fishery Sciences"}]}], "description": "Pacific geoduck aquaculture is a growing industry, however, little is known about how geoduck respond to varying environmental conditions, or how the industry will fare under projected climate conditions. To understand how geoduck production may be impacted by low pH associated with ocean acidification, multi-faceted environmental heterogeneity needs to be included to understand species and community responses. In this study, eelgrass habitats and environmental heterogeneity across four estuarine bays were leveraged to examine low pH effects on geoduck under different natural regimes, using targeted proteomics to assess physiology. Juvenile geoduck were deployed in eelgrass and adjacent unvegetated habitats for 30 days while pH, temperature, dissolved oxygen, and salinity were monitored. Across the four bays, pH was lower in unvegetated habitats compared to eelgrass habitats. However this did not impact geoduck growth, survival, or proteomic abundance patterns in gill tissue. Temperature and dissolved oxygen differences across all locations corresponded to differences in growth and targeted protein abundance patterns. Specifically, three protein abundance levels (trifunctional-enzyme β-subunit, puromycin-sensitive aminopeptidase, and heat shock protein 90-⍺) and shell growth positively correlated with dissolved oxygen variability and inversely correlated with mean temperature. These results demonstrate that geoduck may be resilient to low pH in a natural setting, but other abiotic factors (i.e. temperature, dissolved oxygen variability) may have a greater influence on geoduck physiology. In addition this study contributes to the understanding of how eelgrass patches influences water chemistry.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/e0TsuK.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD012294"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/e0TsuK.url"}], "instruments": [{"accession": "MS:1001510", "name": "TSQ Vantage"}, {"accession": "MS:1002732", "name": "Orbitrap Fusion Lumos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Panopea generosa"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "geoduck"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "ocean acidification"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "oxidative stress proteins"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}, {"accession": "UNIMOD:259", "name": "Label:13C(6)15N(2)"}, {"accession": "UNIMOD:267", "name": "Label:13C(6)15N(4)"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "30818101"}, {"accession": "MS:1002866", "name": "Reference", "value": "Spencer LH, Horwith M, Lowe AT, Venkataraman YR, Timmins-Schiffman E, Nunn BL, Roberts SB. Pacific geoduck (Panopea generosa) resilience to natural pH variation. Comparative Biochemistry and Physiology Part D: Genomics and Proteomics. 2019 Jun 1;30:91-101."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Panopea abrupta"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "134997"}]}], "title": "Juvenile geoduck ctenidia tissue after summer deployment in Puget Sound, WA"}