{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Chenyu Lu"}, {"accession": "MS:1000589", "name": "contact email", "value": "lcyyz@hotmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Zhejiang University"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Chenjia Shen"}, {"accession": "MS:1000589", "name": "contact email", "value": "shencj@hznu.edu.cn"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou 310036, China; Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou 310036, China"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD008871/6314TQ raw.zip"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD008871/6314TQ txt.zip"}], "description": "Papaya (Carica papaya L.) is a typical climacteric fruit, undergoing massive physico-chemical changes during ripening. Although papaya is widely cultivated and consumed, few studies have characterized the variations in metabolism during its ripening process at the proteasome level. Using an integrated approach involving Tandem Mass Tag labeling and liquid chromatography–mass spectrometry analysis, proteomes of papaya fruit at different ripening stages were investigated. A total of 3220 proteins were identified, of which 2818 were quantified. The differential accumulated proteins (DAPs) exhibited various biological functions and diverse subcellular localizations. Among the DEPs, most of the pathogen defense-related proteins were down-regulated, suggesting that disease resistance decreased during the ripening process. The Kyoto Encyclopedia of Genes and Genomes enrichment analysis revealed that various metabolic pathways were significantly altered, particularly in flavonoid and fatty acid metabolisms. The up-regulation of several flavonoid biosynthesis-related proteins may provide more raw materials for pigment biosynthesis, accelerating the color variation of papaya fruit. Thus, variations in the fatty acid metabolism-related enzymes were investigated. For example, a lipoxygenase, which catalyzes the conversion of ACC to ethylene, was significantly induced, suggesting a cross-talk between the lipoxygenase-mediated fatty acid metabolism and the hormone-controlled fruit ripening in papaya. Furthermore, the contents of several important fatty acids were determined, and increased unsaturated fatty acids may be associated with papaya fruit volatile formation. Our data may give an intrinsic explanation of the variations in metabolism during the ripening process of papaya fruit and serve as a comprehensive resource for investigating the regulation mechanism involved.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD008871"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD008871"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD008871"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Papaya, ripening, differential expressed protein, metabolism, fatty acid"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Biological"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "31170911"}, {"accession": "MS:1002866", "name": "Reference", "value": "Jiang B, Ou S, Xu L, Mai W, Ye M, Gu H, Zhang T, Yuan C, Shen C, Wang J, Liu K. Comparative proteomic analysis provides novel insights into the regulation mechanism underlying papaya (Carica papaya L.) exocarp during fruit ripening process. BMC Plant Biol. 2019 19(1):238"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Carica papaya"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3649"}]}], "title": "Comparative proteomic analysis provides novel insights into the regulation mechanism underlying the fruit ripening process in papaya (Carica papaya L.)"}