{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Liisa Arike"}, {"accession": "MS:1000589", "name": "contact email", "value": "liisa@tftak.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Competence Center of Food and Fermentation Technologies"}]}], "description": "Three different label-free proteome quantification methods - APEX, emPAI and iBAQ - were evaluated to measure proteome-wide protein concentrations in the cell. All the methods were applied to a sample from Escherichia coli chemostat culture. A Pearson squared correlation of approximately 0.6 among the three quantification methods was demonstrated. Importantly, the sum of quantified proteins by iBAQ and emPAI corresponded with the Lowry total protein quantification, demonstrating applicability of label-free methods for an accurate calculation of protein concentrations at the proteome level. The iBAQ method showed the best correlation between biological replicates, a normal distribution among all protein abundances, and the lowest variation among ribosomal protein abundances, which are expected to have equal amounts. Absolute quantitative proteome data enabled us to evaluate metabolic cost for protein synthesis and apparent catalytic activities of enzymes by integration with flux analysis. All the methods demonstrated similar ATP costs for protein synthesis for different cellular processes and that costs for expressing biomass synthesis related proteins were higher than those for energy generation. Importantly, catalytic activities of energy metabolism enzymes were an order or two higher than those of monomer synthesis. Interestingly, a staircase-like protein expression was demonstrated for most of the transcription units.        Fragment MS/MS spectra from raw files were extracted as MSM files and then merged to peak lists using the Raw2MSM version 1.7 [29], selecting top six peaks for 100 Da. MSM files for the three technical replicates of the same sample were concatenated to generate a single large peak list file with a MultiRawPrepare.pl script (http://msquant.alwaysdata.net) and subsequently searched with the Mascot 2.2 search engine (Matrix Science, London, UK) against the E. coli K-12 MG1655 protein sequence database downloaded 22.09.2009 from EcoGene 2.0 (http://ecogene.org), supplemented with common contaminants. Search parameters were as follows: two missed trypsin cleavage, fixed modification was set as carbamidomethyl (C), variable modifications were set as oxidation (M) and acetyl (protein N-term), 5 ppm precursor mass tolerance and 0.6 Da MS/MS mass tolerance. In order to estimate the false discovery rate (FDR) decoy search option was allowed.        The Mascot search results were validated by the PeptideProphet and ProteinProphet algorithms [30] before the absolute protein expression indexes (APEX) [19] were calculated by the APEX Quantitative Proteomics Tool [25]. An estimated false positive rate (FPR) cut-off of less than 5% was used, which corresponded to the ProteinProphet probability p greater than 0.5. FPR less than 5% was chosen, as this resulted in a reasonable number of quantified proteins (1220), comparable with the iBAQ dataset (1334 proteins). Limiting the FPR to less than 1% would result in the loss of more than 200 proteins.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000283"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000283"}, {"accession": "MS:1001922", "name": "Digital Object Identifier (DOI)", "value": "10.6019/PXD000283"}], "instruments": [{"accession": "MS:1000083", "name": "radial ejection linear ion trap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "E. coli, shotgun proteomics, UPS2, iBAQ"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MS:1000336", "name": "neutral loss", "value": "63.998285"}, {"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MS:1000336", "name": "neutral loss", "value": "63.998285"}, {"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MS:1000336", "name": "neutral loss", "value": "63.998285"}, {"accession": "MOD:00394", "name": "acetylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "22771841"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Arike L, Valgepea K, Peil L, Nahku R, Adamberg K, Vilu R. Comparison and applications of label-free absolute proteome quantification methods on Escherichia coli. J Proteomics. 2012 Sep 18;75(17):5437-48"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Escherichia coli"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "562"}]}], "title": "Comparison and applications of label-free absolute proteome quantification methods on Escherichia coli"}