{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ulrich Omasits"}, {"accession": "MS:1000589", "name": "contact email", "value": "omasitsu@ethz.ch"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Institute of Molecular Systems Biology, ETH Zurich"}]}], "description": "Protein extract from symbiontic Burkholderia Kirkii (3 replicates: A,B,C): each fractionated by SDS-PAGE and digested using Trypsin, each fraction measured twice in LC-MSMS, once in discovery mode and once using an exclusion list based on first run. Mass spectra were searched against a protein sequence database containing products of both predicted protein coding genes and pseudogenes for B. kirkii, genes predicted by the Prodigal software, genes predicted by in-house software, P. kirkii chloroplastic proteins, as well as protein sequences of 256 common contaminants. We used Mascot search engine (version 2.3.0) with the following search parameters: Carbamidomethylation was set as a fixed modification on all Cysteines, oxidation of Methionines, deamidation of Asparagines and Glutamines, as well as cyclization of N-terminal Glutamines were considered as optional modifications. Precursor ion mass tolerance was set to 10 ppm, fragment ion mass tolerance was set to 0.8 Da, and the automatic decoy search option was enabled. Spectra were searched for a match to fully-tryptic and semi-tryptic peptides with up to two missed cleavage sites. The built-in version of Mascot Percolator was used to improve the peptide spectrum match (PSM) scores. Peptides were assessed with the PeptideClassifier software. Additional genome annotation is held at ENA under the accession: WGS project CAFE00000000.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000147"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000147"}], "instruments": [{"accession": "MS:1000556", "name": "LTQ Orbitrap XL"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Burkholderia Kirkii"}], "modifications": [{"accession": "MOD:00719", "name": "L-methionine sulfoxide"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)"}, {"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23902262"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Carlier AL, Omasits U, Ahrens CH, Eberl L. Proteomics analysis of Psychotria leaf nodule symbiosis: Improved genome annotation and metabolic predictions. Mol Plant Microbe Interact. 2013 Jul 31"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Candidatus Burkholderia kirkii"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "198822"}]}], "title": "Proteomics Analysis of Burkholderia Kirkii"}