{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Natasha Zachara"}, {"accession": "MS:1000589", "name": "contact email", "value": "nzachara@jhmi.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Johns Hopkins University School of Medicine"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Marissa Martinez"}, {"accession": "MS:1000589", "name": "contact email", "value": "mmartinez@foghorntx.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Johns Hopkins University School of Medicine"}]}], "description": "The dynamic modification of specific serine and threonine residues of intracellular proteins by O-linked N-acetyl-β-D-glucosamine (O-GlcNAc) mitigates injury and promotes cytoprotection in a variety of stress models. The O-GlcNAc transferase (OGT) and the O-GlcNAcase (OGA) are the sole enzymes that add and remove O-GlcNAc, respectively, from thousands of substrates. It remains unclear how just two enzymes can be specifically controlled to affect glycosylation of target proteins and signaling pathways both basally and in response to stress. Several lines of evidence suggest that protein interactors regulate these responses by affecting OGT and OGA activity, localization and substrate specificity. To provide insight into the mechanisms by which OGT function is controlled, we have utilized quantitative proteomics to define OGT’s basal and stress-induced interactomes. OGT and its interaction partners were immunoprecipitated from OGT wild-type, null and hydrogen peroxide treated cell lysates that had been isotopically labeled with light, medium and heavy lysine and arginine (stable isotopic labeling of amino acids in cell culture [SILAC]). In total, more than 130 proteins were found to interact with OGT, many of which change their association upon hydrogen peroxide stress. These proteins include the major OGT cleavage and glycosylation substrate, host cell factor 1, which demonstrated a time-dependent dissociation following stress. To validate less-well characterized interactors, such as glyceraldehyde 3-phosphate dehydrogenase and histone deacetylase 1, we turned to parallel reaction monitoring, which recapitulated our discovery-based SILAC approach. Although the majority of proteins identified are novel OGT interactors, 64% of them are previously characterized glycosylation targets that contain varied domain architecture and function. Together these data demonstrate that OGT interacts with unique and specific interactors in a stress-responsive manner.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/zyWhMm.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD021091"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/zyWhMm.url"}], "instruments": [{"accession": "MS:1002732", "name": "Orbitrap Fusion Lumos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "O-GlcNAc"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "OGT"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "oxidative stress"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "33716169"}, {"accession": "MS:1002866", "name": "Reference", "value": "Martinez M, Renuse S, Kreimer S, O'Meally R, Natov P, Madugundu AK, Nirujogi RS, Tahir R, Cole R, Pandey A, Zachara NE. Quantitative Proteomics Reveals that the OGT Interactome is Remodeled in Response to Oxidative Stress. Mol Cell Proteomics. 2021 Mar 11:100069. doi: 10.1016/j.mcpro.2021.100069. Epub ahead of print. PMID: 33716169."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Quantitative Proteomics Reveals that the OGT Interactome is \r\nRemodeled in Response to Oxidative Stress"}