{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Andrea Trotta"}, {"accession": "MS:1000589", "name": "contact email", "value": "andrea.trotta@utu.fi"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Photosynthesis, thylakoids, lumen, Oxygen Evolving Complex, SRM"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Andrea Trotta"}, {"accession": "MS:1000589", "name": "contact email", "value": "andrea.trotta@utu.fi"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Molecular Plant Biology, University of Turku, Finland"}]}], "description": "In plants chloroplasts, the lumen of the thylakoid membrane houses proteins that are vital for photosynthetic electron transport, including water-splitting at photosystem (PS) II and shuttling of electrons from cytochrome b6f to PSI. Other lumen proteins maintain photosynthetic activity through biogenesis and turnover of PSII complexes. Although all lumen proteins are soluble, these known details have highlighted interactions of some lumen proteins with thylakoid membranes or thylakoid-intrinsic proteins. Meanwhile, the functional details of most lumen proteins, as well as their distribution between the soluble and membrane-associated lumen fractions, remain unknown. The current study isolated the soluble free lumen (FL) and membrane-associated lumen (MAL) fractions from Arabidopsis thaliana, and used mass spectrometry-based proteomics methods to analyse the contents of each proteome. These results identified lumenal proteins, and clearly distinguished the difference between the FL and MAL proteomes. The most abundant proteins in the FL fraction were involved in PSII assembly and repair, while the MAL proteome was enriched in proteins that support of the oxygen-evolving complex (OEC). Selected Reaction Monitoring (SRM) was employed to assess the ratio bewteen PsbO1 and PsbO2 in FL and MAL proteomes. Novel proteins, including a new PsbP domain-containing isoform, as well as several novel post-translational modifications and N-termini, are reported, and bi-dimensional separation of the lumen proteome identified several potential multi-protein oligomers in the thylakoid lumen.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/fvhab3.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD027514"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/fvhab3.url"}], "instruments": [{"accession": "MS:1001510", "name": "TSQ Vantage"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Photosynthesis"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "thylakoids"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "lumen"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Oxygen Evolving Complex"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "SRM"}], "modifications": [{"accession": "UNIMOD:35", "name": "Oxidation"}], "publications": [{"terms": [{"accession": "MS:1002866", "name": "Reference", "value": "Gollan PJ, Trotta A, Bajwa AA, Mancini I, Aro E-M. Characterization of the Free and Membrane-Associated Fractions of the Thylakoid Lumen Proteome in Arabidopsis thaliana. Vol. 22, International Journal of Molecular Sciences . 2021."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "Quantification of the ratio between the two PsbO protein isoforms in the thylakoids lumen of Arabidopsis thaliana"}