{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Jennifer Van Eyk"}, {"accession": "MS:1000589", "name": "contact email", "value": "Jennifer.VanEyk@cshs.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Cedars-Sinai Medical Center"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Andrea Matlock"}, {"accession": "MS:1000589", "name": "contact email", "value": "andrea.matlock@cshs.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Cedars-Sinai Medical Center"}]}], "description": "The National Institute of Health (NIH) Library of integrated network-based cellular signatures (LINCS) program is premised on generation of a publicly available data resource composed of cell-based biochemical responses or “signatures” to genetic or environmental perturbations. The NeuroLINCS center focuses on human induced pluripotent stem cells (iPSCs) derived from patients with motor neuron disease and the relevant differentiated neuronal cell cultures originating from patients and healthy controls. To establish a robust data generation process we strive to provide i)  workflows for the generation of various multi-omic and functional assays for iPSC-derived motor and cortical neurons, ii) public annotated data sets and iii) relevant and targetable biological pathways of two motor neuron disorders, spinal muscular atrophy (SMA) and amyotrophic lateral sclerosis (ALS). Multi-omic assays are performed on aliquots of the same biological specimen and omic data integration analyses have been performed on both iPSCs and iPSC-derived motor neuron (iMN) cultures (unpublished results) Epigenomics, transcriptomics and proteomics data were collected for iPSC cultures originating from 12 individual human iPSC lines. Although iPSCs do not manifest a neurological disease state, they may be explored for asymptomatic biological defects that could ultimately be involved in disease in the context of neuronal tissues. Here we describe the biological diversity of the proteome among 12 individual genetic backgrounds and multiple cell growth replicates of iPSCs. By first defining aspects of non-disease specific biological and technical variability, true disease specific signatures of each omic assay may be extracted with greater clarity. These experiments are part of the transition of discovery proteomics to large data sets consisting of genetically diverse specimens for whole proteome analyses. Through the NIH LINCS program, the multi-omic data sets generated by NeuroLINCS are a public resource provided in tiers of data levels to enable broad applicability throughout the scientific community. From the DIA-MS proteomic analysis of iPSCs originating from 6 cell lines of district genetic backgrounds, 39 proteins recognized iPSC or embryonic stem cell markers were reproducibly quantified with consistent expression levels across all lines analyzed. Another set of consistently quantified proteins extracted from the analyses are more diverse, with little or no known direct associations to iPSCs. Interestingly, some are associated with cancer in the literature, not surprising in that malignancies are known to transition to a less differentiated, more pluripotent biological state to enable increased cell division and metastasis. Possibly even more interesting, as it is less well studied than cancer is the appearance of iPSC proteins quantified that are associated with oocyte health and fertility. Another sub-category of iPSC quantified proteins maybe considered typical housekeeping proteins of cellular metabolism, cell division and cell structure and morphology though as a public resource to be compared with other human tissue or organ cell types many allow the level of expression or isoform specificity to be unique of iPSCs. The data quality assessments and metadata provided make these DIA-MS analyses of 6 cell lines as iPSCs a rich public resource.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/NeuroLINCS_iPSCs.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD021497"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/NeuroLINCS_iPSCs.url"}], "instruments": [{"accession": "MS:1002584", "name": "TripleTOF 5600+"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "iPSC"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Proteomics"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "DIA"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "SWATH"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "LINCS"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "multi-omic"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}, {"accession": "UNIMOD:35", "name": "Oxidation"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "NeuroLINCS Proteomics: Defining human-derived iPSC proteomes and protein signatures of pluripotency"}