{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Yi-Wen Chang"}, {"accession": "MS:1000589", "name": "contact email", "value": "iwen90322@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Life Science, National Taiwan University"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Hsueh-Fen Juan"}, {"accession": "MS:1000589", "name": "contact email", "value": "yukijuan@ntu.edu.tw"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Life Science, National Taiwan University"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD013139/GAS5_interactomics_raw.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD013139/GAS5_interactomics_search.rar"}, {"accession": "MS:1002845", "name": "Associated file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD013139/uniprot-filtered-organism%3A%22Homo+sapiens+%28Human%29+%5B9606%5D%22+AND+review--.fasta"}], "description": "Lung cancer is one of the most common and fatal cancer worldwide. There are two major types of lung cancer, non-small cell lung cancer (NSCLC) and small cell lung cancer (SCLC). Recently, gefitinib, a small molecule, which target tyrosine kinase, has been regarded as the first-line treatment in NSCLC patients. However, several patients have been observed tumor recurrence and eventually developed progressive outcomes after target therapy. Thus, an effective therapeutic approach need to be explored. Here, we found that ectopically expressed ATP synthase on plasma membrane exhibited gefitinib-resistance properties in lung cancer cell lines. Furthermore, we unraveled that citreoviridin, an ectopic ATP synthase inhibitor, suppressed the abilities of both proliferation and colony formation in lung cancer cell lines. To elucidate the comprehensive mechanism regulated by citreoviridin, we performed microarray analysis. The results indicated that not only mRNAs but also long non-coding RNAs (lncRNAs) are involved in citreoviridin-treated cell death. One of the well-known lncRNAs, growth arrest-specific transcript (GAS5), was robustly upregulated after citreoviridin treatment. In order to investigate the upstream modulator of GAS5, we utilized chromatin immunoprecipitation (ChIP) assay and revealed that E2F transcription factor 1 (E2F1) could bind to the promoter of GAS5. Consistently, both microarray and qPCR data showed the expression level of E2F1 was negatively correlated to GAS5 after citreoviridin treatment. The evidence suggests that E2F1 might be a potential repressor of GAS5. Furthermore, combining microarray and Gene Set Enrichment Analysis (GSEA) analysis as well as qPCR demonstrated that p53 pathway was activated. To further realize the GAS5-p53 regulating network, RNA-protein pull-down assay followed by LC-MS/MS will be utilized to dissect the GAS5-interacting proteomic profiling.From the results, we identified 107 GAS5-interacting proteins in common from A549 and H1975 cell lines. Our proteomics experiments identified topoisomerase 2-alpha (TOP2A) as the key protein involved in the citreoviridin-regulated gefitinib-resistance pathway, therefore, we picked out TOP2A for further study. Additionally, we further validated the interaction between TOP2A and GAS5 by western blot and RNA immunoprecipitation (RIP). Taken together, this study suggests targeting E2F1/GAS5/p53 axis is a potential therapeutic strategy for gefitinib-resistant lung cancer.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD013139"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD013139"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD013139"}], "instruments": [{"accession": "MS:1000556", "name": "LTQ Orbitrap XL"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "lung cancer, gefitinib resistance, ectopic ATP synthase, LncRNA-interactomics"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32788343"}, {"accession": "MS:1002866", "name": "Reference", "value": "Chang YW, Hsu CL, Tang CW, Chen XJ, Huang HC, Juan HF. Multiomics reveals ectopic ATP synthase blockade induces cancer cell death via a lncRNA-mediated phospho-signaling network. Mol Cell Proteomics. 2020"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Targeting the E2F1/GAS5/p53 Axis as a Potential Therapeutic Strategy for Gefitinib-Resistant Lung Cancer"}