{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Anders Kristensen"}, {"accession": "MS:1000589", "name": "contact email", "value": "anderskr@interchange.ubc.ca"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of British Columbia"}]}], "description": "The protein expression changes was measured at five time points (Exp1: 0, 12, 24 h; Exp2: 6, 12, 48 h) in differentiating THP-1 cell (human) cells and at three time points(0, 12, 24 h) in differentiating C2C12 cells(mouse), using two triple, or one triple Stable isotope labeling by amino acids in cell culture (SILAC) experiment, respectively. These measurements were compared to the relative synthesis and degradation rates in both proliferating and differentiating cells. All measurements were performed in biological triplicates. Sample processing: The lysate was boiled in 1 % deoxycholate, before being separated by SDS-PAGE and/or in-solution digested to peptides and separated by isoelectric focusing (IEF). Finally we measured the synthesis and degradation rates of macromolecular sub-complexes as they eluted from a size exclusion chromatography (SEC) column. Here the cells were lysed by douncing, macromolecular complexes concentrated on a 100 kDa molecular weight cut-off filter, before being fractionated by HPLC-SEC into 48 fractions. The fractions were subsequently individually in solution-digested and analyzed by LC-MS/MS. As a general rule it seems that protein expression is largely controlled by changes in the relative synthesis rate, whereas the relative degradation rate of the majority of proteins stays constant. In these data, we also observe that the proteins in defined sub-structures of larger protein complexes tend to have highly correlated synthesis and degradation rates but that this does not necessarily extend to the holo-complex. Data analysis: Raw MS files from an LTQ-Orbitrap or LTQ-Orbitrap-Velos were analyzed by MaxQuant, MS/MS spectra were searched against Uniprot (proteomes) human  21/6/2011 or mouse 20/4/2012 by the Andromeda search engine. For identification, the false discovery rate (FDR) was set to 0.01 on the protein and on the peptide levels.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/09/PXD000328"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000328"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}, {"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Proteomics, Differentiation, proteins synthesis, protein degradation, SILAC"}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "PRIDE:0000432", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}, {"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Protein synthesis rate is the predominant regulator of protein expression during differentiation"}