{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Joseph Evaristo"}, {"accession": "MS:1000589", "name": "contact email", "value": "joseph.am.evaristo@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Laboratório de Proteômica - LABPROT, Instituto de Química, Universidade Federal do Rio de Janeiro"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Fabio C.S. Nogueira"}, {"accession": "MS:1000589", "name": "contact email", "value": "fabiocsn@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Laboratory of Proteomics/LADETEC, Federal University of Rio de Janeiro, Rio de Janeiro, Brazil"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_13032020.pdResult"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Exp_30_a.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Exp_30_b.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Exp_30_c.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Nao_Exp_64_a.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Nao_Exp_64_b.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577/Bruna_Nao_Exp_64_c.raw"}], "description": "Pesticides are chemical compounds widely used in agriculture to control pests, since the 1960s. Regardless of its specific targets, such substances, unfortunately, can reach the human organism, and negative cumulative effects have been reported in people worldwide. Chronic exposure to pesticides has been discussed as a significant risk factor for the development of cancer, including breast tumors.  Breast cancer is the most common malignant neoplasia that affects women worldwide, whose origin is mostly connected to life habits and the environment, and to a lesser extent to inheritable genetic mechanisms. Therefore, the contribution of substances as pesticides, that are present in the environment continuously, may have a pivotal role in the genesis breast cancer, especially in geographic areas in which women are important players in the rural work and are in direct contact with these compounds.  In vitro and experimental studies have broadly reported the mechanisms triggered by pesticides that contribute to breast carcinogenesis, which fall essentially within DNA damage-based events in association with hormones deregulation and rising of metabolites that activate oncogenes (Alleva et al., 2018, BRADLOW et al., 1995). However, few is known about how these mechanisms are connected, as well as the manner that they can correlate with disease prognosis and clinicopathological features in human breast cancer as a result of the toxic consequences of pesticide exposure.  In the last years, aiming to expand the knowledge about beyond isolated biological findings, high throughput molecular approaches combined with bioinformatics designs raised as powerful tools to understand breast cancer behavior and biology. Thereby, it was possible to broadcast that breast cancer is a very complex disease, and that distinct mechanisms are activated depending on specific clinicopathological characteristics.  As far as we know, there are still no studies reporting the use of proteomics-based strategies to assess the impact of chronic pesticide exposure in women with breast cancer. To fill this gap, the present study proposes a toxicoproteomics perspective to investigate the systemic profile of differentially expressed proteins in the blood of breast cancer patients chronically exposed to pesticides, by using a high-throughput label-free proteomic strategy, and provide an integrative clinicopathological view based on bioinformatics approaches and validation experiments.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2021/09/PXD018577"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD018577"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD018577"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Toxicoproteomic, LCMS, pesticide exposure, breast cancer,"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32984049"}, {"accession": "MS:1002866", "name": "Reference", "value": "Pizzatti L, Kawassaki ACB, Fadel B, Nogueira FCS, Evaristo JAM, Woldmar N, Teixeira GT, Da Silva JC, Scandolara TB, Rech D, Candiotto LPZ, Silveira GF, Pavanelli WR, Panis C. Toxicoproteomics Disclose Pesticides as Downregulators of TNF-α, IL-1β and Estrogen Receptor Pathways in Breast Cancer Women Chronically Exposed. Front Oncol. 2020 10:1698"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Toxicoproteomic-based screening discloses pivotal downregulated mechanisms triggered by chronic pesticide exposure in breast cancer patients."}