{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "I-Hsuan Chen"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Regeneron Pharmaceuticals"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Hui Xiao"}]}], "description": "Host cell proteins (HCPs) impurities are critical quality attributes that have the potential to negatively impact the quality and safety profile of a biopharmaceutical product. Since HCPs may often arebe  present at low levels, developing therefore highly a sensitive analytical method is needed to for their identification and quantitation is critical for process optimization and improvement to reduce them in the final drug product.ensure the safety and efficacy of the biopharmaceutical product. While an enzyme-linked immunosorbent assay (ELISA) can capture and quantify overall HCP levels, liquid chromatography coupled to mass spectrometry (LC-MS) is emerging as a powerful tool to monitor individual HCP levels during the purification process development. The massive dynamic range of protein species present in a therapeutic antibody is a major challenge for mass spectrometry-based methods to detect low-abundance HCP impurities. This study reports a powerful strategy to identify HCPs in an antibody drug substance by applying ProteoMiner enrichment followed by shotgun proteomic analysis. Using this strategy, we observed that the low abundance HCPs were enriched up to 1000-fold. In addition, by spiking in known amounts of HCPs to purified antibody drug substance with low levels of HCPs, we demonstrated that our method could detect HCP at a concentration as low as 0.05 ppm. When applying this methodology to the study of HCPs in NIST monoclonal antibody (NISTmAb), more than 500 HCPs were confidently identified, which tripled the number of identified HCPs that have been previously reported. Parallel reaction monitoring (PRM) results confirmed that the novel HCPs found using this method were enriched between 100 to 400-fold, highlighting that our method enriches and equalizes all proteins thus improving the sensitivity of HCP identification and quantification.", "fullDatasetLinks": [{"accession": "MS:1002633", "name": "jPOST dataset URI", "value": "https://repository.jpostdb.org/entry/JPST000861"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.biosciencedbc.jp/archive/jpostrepos/JPST000861"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD019497"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}, {"accession": "MS:1002632", "name": "jPOST dataset identifier", "value": "JPST000861"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Host cell Protein, ProteoMiner"}], "modifications": [{"accession": "MOD:01060", "name": "S-carboxamidomethyl-L-cysteine"}, {"accession": "MOD:00719", "name": "L-methionine sulfoxide"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Improved host cell protein analysis in monoclonal antibody products through ProteoMiner "}