{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "fei xiang"}, {"accession": "MS:1000589", "name": "contact email", "value": "jackie-xf@163.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Lab of Reproductive Medicine"}]}], "description": "Pericardial fluid (PF) is considered as biochemical window of heart. Knowledge of the entire protein content, the proteome of human PF, would give insights into heart and cardiovascular diseases. To date, there have been limited attempt to perform an in-depth analysis of the PF proteome. In this study, a SDS-PAGE-LC-MS/MS platform was utilized to explore abundant protein-depleted PF samples and showed great coverage of low-abundance proteins. In total, 1,007 non-redundant proteins were identified with at least two peptides, generating the first human PF proteome. Data processing: The mass spectra were searched using MaxQuant (v1.2.2.5) against the human subset of the Uniprot database (2012/05/16), which contains 87,187 entries. The search parameters were set as follows: peptide (parent ion) tolerance of 20 ppm, fragment ion tolerance of 0.5 Da, two missed cleavages were allowed, fixed modification of carbamidomethylation on Cys (+57 Da), and a differential modification of oxidation on Met (+16 Da). The false discovery rates (FDR) for both peptides and proteins were evaluated by searching against the combined database with the reversed amino acid sequence, and calculated by MaxQuant. To get high-confidence peptide and protein identifications, the cutoffs used were 1% for peptides and 1% for proteins. Absolute protein amounts were calculated as the sum of all peptide peak intensities divided by the number of theoretically observable tryptic peptides (intensity based absolute quantification, or iBAQ).", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000194"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000194"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Pericardial fluid, Proteomics, Heart, Cardiovascular diseases, Biomarkers"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00408", "name": "N-acetylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23797974"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Xiang F, Guo X, Chen W, Wang J, Zhou T, Huang F, Cao C, Chen X. Proteomics analysis of human pericardial fluid. Proteomics. 2013 Jun 25"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Proteomics analysis of human pericardial fluid"}