{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Gerben Menschaert"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Ghent University - Faculty of Bioscience Engineering - Biobix, Lab for Computational Biology and Bioinformatics"}, {"accession": "MS:1000585", "name": "contact attribute", "value": "gerben.menschaert@ugent.be"}, {"accession": "MS:1000589", "name": "contact email", "value": "gerben.menschaert@ugent.be"}]}], "description": "Shotgun and positional proteomics study of a mouse embryonic stem cell line. We devised a proteogenomic approach constructing a custom protein sequence search space, built from both SwissProt and RIBO-seq derived translation products, applicable for LC-MSMS spectrum identification.  To record the impact of using the constructed deep proteome database we performed two alternative MS-based proteomic strategies: (I) a regular shotgun proteomic and (II) an N-terminal COFRADIC approach. The obtained fragmentation spectra were searched against the custom database (combination of UniProtKB-SwissProt and RIBO-seq derived translation sequences) using three different search engines: OMSSA (version 2.1.9), X!Tandem (TORNADO, version 2010.01.01.04) and Mascot (version 2.3). The first two were run from the SearchGUI graphical user interface (version 1.10.4). A combination of X!Tandem and Mascot was used for the N-terminal COFRADIC analysis, a combination of all three search engines for the shotgun proteome analysis. Note that OMMSA cannot cope with the protease setting semi-ArgC/P needed to analyze N-terminal COFRADIC data.For the shotgun proteome data, trypsin was set as cleavage enzyme allowing for one missed cleavage, and singly to triply charged precursors or singly to quadruple charged precursors were taken into account respectively for the Mascot or X!Tandem/OMSSA search engines, and the precursor and fragment mass tolerance were set to respectively 10 ppm and 0.5 Da. Methionine oxidation to methionine-sulfoxide, pyroglutamate formation of N-terminal glutamine and acetylation (protein N-terminus) were set as variable modifications. For the N-terminal COFRADIC analysis the protease setting semi-ArgC/P (Arg-C specificity with arginine-proline cleavage allowed) was used. No missed cleavages were allowed and the precursor and fragment mass tolerance were also set to respectively 10 ppm and 0.5 Da. Carbamidomethylation of cysteine and methionine oxidation to methionine-sulfoxide and 13C3D2-acetylation of lysines were set as fixed modifications. Peptide N-terminal acetylation or 13C3D2-acetylation and pyroglutamate formation of N-terminal glutamine were set as variable modifications and instrument setting was put on ESI-TRAP. Protein and peptide identification in addition to data interpretation was done using the PeptideShaker algorithm (http://code.google.com/p/peptide-shaker, version 0.18.3), setting the false discovery rate to 1% at all levels (protein, peptide, and peptide to spectrum matching). Aforementioned tools and algorithms (SearchGui, X!Tandem, OMSSA, and PeptideShaker) are freely available as open source.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/02/PXD000124"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000124"}, {"accession": "MS:1001922", "name": "Digital Object Identifier (DOI)", "value": "10.6019/PXD000124"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "mESC 14, Shotgun, N-terminal COFRADIC, SwissProt, RIBO-seq, ribosome profiling"}], "modifications": [{"accession": "MOD:00449", "name": "acetate labeling reagent (N-term) (heavy form, +3amu)", "value": "45.029395"}, {"accession": "MOD:00394", "name": "acetylated residue", "value": "42.010565"}, {"accession": "MOD:01047", "name": "Oxidation", "value": "15.994915"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-17.026549"}, {"accession": "MOD:01090", "name": "Carbamidomethyl", "value": "57.021464"}, {"accession": "MOD:00420", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-18.010565"}, {"accession": "MOD:00449", "name": "acetate labeling reagent (N-term) (heavy form, +3amu)", "value": "45.029395"}, {"accession": "MOD:00394", "name": "acetylated residue", "value": "42.010565"}, {"accession": "MOD:01047", "name": "Oxidation", "value": "15.994915"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-17.026549"}, {"accession": "MOD:01090", "name": "Carbamidomethyl", "value": "57.021464"}, {"accession": "MOD:00420", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-18.010565"}, {"accession": "MOD:01047", "name": "Oxidation", "value": "15.994915"}, {"accession": "MOD:00394", "name": "acetylated residue", "value": "42.010565"}, {"accession": "MOD:00040", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-17.026549"}, {"accession": "MOD:00420", "name": "2-pyrrolidone-5-carboxylic acid (Gln)", "value": "-18.010565"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23429522"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Menschaert G, Van Criekinge W, Notelaers T, Koch A, Crappe J, Gevaert K, Van Damme P. Deep proteome coverage based on ribosome profiling aids MS-based protein and peptide discovery and provides evidence of alternative translation products and near-cognate translation initiation events. Mol Cell Proteomics. 2013 Feb 21"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "mESC shotgun and positional proteomics based on deep proteome sequence database (derived from RIBOseq data)"}