{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Mario Oroshi"}, {"accession": "MS:1000589", "name": "contact email", "value": "oroshi@biochem.mpg.de"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Proteomics"}]}], "description": "Triplicate analysis of eleven breast cancer cell lines, each separated to 12 offgel fractions. Proteomes were quantified relative to heavy SILAC-labeled MCF7 cells that served as a spike-in standard. In this study, we used system-wide analysis of breast cancer proteomes to identify proteins that are associated with the progression of ER(-) tumors. Our two-step approach included an initial deep analysis of cultured cells that were obtained from tumors of defined breast cancer stages, followed by a validation set using human breast tumors. Using high-resolution mass spectrometry and quantification by Stable Isotope Labeling with Amino Acids in Cell Culture (SILAC), we identified 8,750 proteins and quantified 7,800 of them. A stage-specific signature was extracted and validated by mass spectrometry and immunohistochemistry on tissue microarrays. Data analysis: Raw MS files from the LTQ-Orbitrap were analyzed by MaxQuant (version 1.1.1.9). MS/MS spectra were searched against the decoy IPI-human database version 3.68 containing both forward and reverse protein sequences by the Andromeda search engine. For identification, the false discovery rate (FDR) was set to 0.01 on the protein and on the peptide levels.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000309"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000309"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "proteomics, mass spectrometry, breast cancer"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "22414580"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Geiger T, Madden SF, Gallagher WM, Cox J, Mann M. Proteomic portrait of human breast cancer progression identifies novel prognostic markers. Cancer Res. 2012 May 1;72(9):2428-39"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Proteomic portrait of human breast cancer progression identifies novel prognostic markers"}