{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Andre Zelanis"}, {"accession": "MS:1000589", "name": "contact email", "value": "zelanis@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Laboratory of Functional Proteomics  -  Department of Science and Technology - Federal University of São Paulo (UNIFESP), Sao Jose dos Campos-SP, Brazil"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "André Zelanis"}, {"accession": "MS:1000589", "name": "contact email", "value": "zelanis@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Functional Proteomics Laboratory, Department of Science and Technology, Federal University of Sao Paulo, UNIFESP, Sao Jose dos Campos, Sao Paulo, Brazil"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114/OB_AZP_MELAN_A1_20180430_04.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114/OB_AZP_MELAN_A3_20180430_06.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114/OB_AZP_TM1_20180430_01.raw"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114/OB_AZP_TM3_20180430_03.raw"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114/Supplementary tables.xlsx"}], "description": "Cellular communication strongly relies on the secretion of soluble mediators that, in general, interact with cell surface receptors and enable biological responses in a proper timescale for signaling processes to occur. Therefore, the study of secreted proteins (the secretome) from normal cells and tumoral counterparts allows a comprehensive portrait of the so-called ‘effectors’ in many biological circuits, including those related to tumor development. Cell homeostasis is disrupted in many ways during oncogenesis; the main biological implications are derived from a wide range of factors, including somatic mutations, epigenetic modifications and post-transcriptional/translational modifications, which ultimately results in the modulation of the gene expression. Collectively, these factors often result in rewiring connections in signaling networks in malignant cells. Since protein-protein interactions may eventually enable transformed cells to grow, proliferate and invade neighboring tissues, a comprehensive view of the imbalance caused by the oncogenic processes requires the understanding of the interplay of interactors in altered biological circuits. Pathway and network analysis are analytic approaches that reduce the data involving thousands of altered genes/proteins in complex biological systems to smaller datasets which, in turn, enable the detection and interpretation of specific biological questions such as cancer-related processes, clinically distinct outcomes and drug targets, for example. In this respect, protein-protein interaction networks (PPINs) are static representations of protein connections in biological systems. Although this simplification lacks the dynamic nature of the real protein world, it allows the identification of specific topologies related to the patterns of connectivity of a given PPIN. Moreover, some additional network features may be observed, such as the identification of subgraphs (communities), which contain proteins that may be functionally related, revealing an additional layer of complexity among protein-protein interactions within the network. Kaushik and coworkers used network analysis and to study melanoma stage progression and found that melanoma-related genes can modulate their activities by rewiring network connections, independent of altered gene expression. A recent work with DNA methylation, gene expression and corresponding clinical data from breast invasive carcinoma, skin cutaneous melanoma and uterine corpus endometrial carcinoma underscored gene co-methylation networks, resulting in the identification of core gene modules which allowed the molecular typing of cancer and the prognosis of patients. Such network-based approach revealed that gene modules were more reliable in cancer prognosis than gene expression profiles. Systems-level analysis of signaling networks, gene expression profiles and cell phenotyping, in combination with mathematical modeling, helped to understand the interface between growth factor and DNA signaling pathways in breast cancer9. According to the authors, the identification of rewiring patterns in apoptotic signaling pathways may have main implications for combined therapies in the treatment of breast cancer. In this context, the main goal of this work was to profile the secretome composition of a murine cellular melanoma model composed by a normal melanocyte cell line, Melan-a, and its tumoral phenotype, Tm1, using the proteomic data to build interactomes for both secretomes. Our data revealed an expressive rewiring in the tumoral interactome of secreted proteins, with important biological roles in malignant transformation including the transforming growth factor beta (TGF-beta) signaling pathway.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/12/PXD015114"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD015114"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD015114"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "melanoma, secretome, complex network analysis, interactome, TGF beta."}], "modifications": [{"accession": "MOD:00394", "name": "acetylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "33276191"}, {"accession": "MS:1002866", "name": "Reference", "value": "Francisquini R, Berton R, Soares SG, Pessotti DS, Camacho MF, Andrade-Silva D, Barcick U, Serrano SMT, Chammas R, Nascimento MCV, Zelanis A. Community-based network analyses reveal emerging connectivity patterns of protein-protein interactions in murine melanoma secretome. J Proteomics. 2020:104063"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "Emerging connectivity patterns of protein-protein interaction networks in melanoma secretome: insights into the cancer interactome"}