{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Yohei Takahashi"}, {"accession": "MS:1000589", "name": "contact email", "value": "takahashircb@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Kyushu university"}]}], "description": "Stomata open in response to light and close following exposure to abscisic acid (ABA). They regulate gas exchange between plants and atmosphere, allowing plants to adapt to changing environmental conditions. ABA binding to receptors initiates a signaling cascade that involves protein phosphorylation. Here we show that ABA induced phosphorylation of three basic helix-loop-helix (bHLH) transcription factors, called AKSs (ABA-RESPONSIVE KINASE SUBSTRATES; AKS1, AKS2, AKS3), in Arabidopsis guard cells, and that they facilitated stomatal opening through the transcription of genes encoding inwardly-rectifying K+ channels. aks1aks2-1 double mutant plants showed decreases in light-induced stomatal opening, K+ accumulation in response to light, activity of inwardly-rectifying K+ channels, and transcription of genes encoding major inwardly-rectifying K+ channels without affecting ABA-mediated stomatal closure. Overexpression of POTASSIUM CHANNEL IN ARABIDOPSIS THALIANA 1 (KAT1), which encodes a major inwardly-rectifying K+ channel in guard cells, rescued the phenotype of aks1aks2-1 plants. AKS1 bound directly to the promoter of KAT1, an interaction that was attenuated after ABA-induced phosphorylation. The ABA agonist pyrabactin induced phosphorylation of AKSs. Our results demonstrate that the AKS family of bHLH transcription factors facilitates stomatal opening through transcription of genes encoding inwardly-rectifying K+ channels, and that ABA suppresses the activity of inwardly-rectifying K+ channel activity by triggering the phosphorylation of these transcription factors. Microarray data have been deposited in the Gene Expression Omnibus with accession number: GSE46574.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/06/PXD000235"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000235"}, {"accession": "MS:1001922", "name": "Digital Object Identifier (DOI)", "value": "10.6019/PXD000235"}], "instruments": [{"accession": "MS:1000291", "name": "linear ion trap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Arabidopsis, stomatal guard cells, LTQ"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23779086"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Takahashi Y, Ebisu Y, Kinoshita T, Doi M, Okuma E, Murata Y, Shimazaki K. bHLH Transcription Factors That Facilitate K+ Uptake During Stomatal Opening Are Repressed by Abscisic Acid Through Phosphorylation. Sci Signal. 2013 Jun 18;6(280):ra48"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (thale cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "bHLH Transcription Factors that Facilitate K+ Uptake During Stomatal Opening are Repressed by Abscisic Acid through Phosphorylation"}