{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ronald Holewinski"}, {"accession": "MS:1000589", "name": "contact email", "value": "rholewi1@jhmi.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Johns Hopkins University"}]}], "description": "Albuminome from human serum was isolated using ProteaPrep HSA affinity spin columns and Vivapure anti-HSA spin columns.   Albuminome from CSF was isolated using ProteaPrep HSA affinity spin columns.  Isolated albuminome was trypsin digested and  analyzed by LC-MS/MS to determine serum and CSF albuminome proteins. All raw MS/MS data originating from the Orbitrap Elite were batch searched based on albuminome isolation method (ProteaPrep vs. Vivapure).  A total of 9 files were acquired for each albuminome analyzed (3 technical reps x 3 MS technical reps).  All data were searched using the Sorcerer 2TM-SEQUEST algorithm (Sage-N Research, Milpitas, CA, USA) using default peak extraction parameters. Data were searched against the Human Uniprot database (July 2012) with an Xcorr cutoff of 1.7 using the following criteria: Fixed modification: +57 on C (carbamidomethyl); Variable modification: +16 on M (oxidation); Enzyme: Trypsin with 2 max missed cleavages; Parent Tolerance: 50 ppm; Fragment tolerance: 1.00 Da.  Post-search analysis was performed using Scaffold 3 version 3.6.2  (Proteome Software, Inc., Portland, OR, USA) with protein and peptide probability thresholds set to 95% and 90%, respectively, and one peptide required for identification. Protein and peptide false discovery rates were calculated automatically using Scaffold’s probabilistic method and were equal to or less than 0.5 % for all samples using the above thresholds. Data were imported in Protein Center (Proxeon/ThermoFisher) and all data were clustered by indistinguishable proteins to remove protein redundancy within data sets. Only proteins that were observed in all three technical replicates were included in the final protein list, although proteins observed it at least two technical replicates were included in the on-line supplement for reference.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/02/PXD000036"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000036"}], "instruments": [{"accession": "MS:1001910", "name": "LTQ Orbitrap Elite"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "cerebrospinal fluid, CSF, serum, albumin, albuminome"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23300121"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Holewinski RJ, Jin Z, Powell MJ, Maust MD, Van Eyk JE. A fast and reproducible method for albumin isolation and depletion from serum and cerebrospinal fluid. Proteomics. 2013 Jan 8"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Albuminome from human serum and CSF"}