{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ana Konvalinka"}, {"accession": "MS:1000589", "name": "contact email", "value": "ana.konvalinka@mail.utoronto.ca"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of the Institute of Medical Sciences, Division of Nephrology"}]}], "description": "Angiotensin II (AngII), the effector of the renin angiotensin system causes kidney disease progression by signalling through AT-1 receptor, but there are no measures of AngII activity in the kidney. Accordingly, we sought to define an AngII-regulated proteome in primary human proximal tubular epithelial cells (PTEC) in order to identify potential markers of AngII activity in the kidney. PTECs were labeled with SILAC heavy arginine(+6) and lysine(+8) OR light arginine and lysine for 6 doubling times. Heavy-labeled PTECs were stimulated with AngII and light-labeled PTECs were stimulated with the control medium. AngII-treated and control-treated PTEC lysates were mixed in 1:1 total protein ratio and their proteomes were compared. We generated 5 biological replicates (1 supernatant, 1 replicate with reverse labeling). LTQ-Orbitrap mass spectrometer was used for LC-MSMS analysis. Of 4618 quantified proteins, 83 were differentially regulated by AngII in 4 biological replicates of PTEC lysates. We subsequently confirmed and verified 18 differentially regulated proteins by using SRM, RT-PCR and ELISA. We also went on to validate the main functional, enriched networks by using systems biology approach and an in vivo mouse model.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/07/PXD000183"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000183"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "human, kidney, SILAC, proximal tubule epithelial cell, LC-MSMS, angiotensin II"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00582", "name": "6x(13)C", "value": "2x(15)N labeled L-lysine"}, {"accession": "MOD:01331", "name": "6x(13)C labeled L-arginine"}, {"accession": "MOD:00408", "name": "N-acetylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23846697"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Konvalinka A, Zhou J, Dimitromanolakis A, Drabovich AP, Fang F, Gurley SB, Coffman T, John R, Zhang SL, Diamandis EP, Scholey JW. Determination of an Angiotensin II-Regulated Proteome in Primary Human Kidney Cells by Stable Isotope Labeling of Amino Acids in Cell Culture (SILAC). J Biol Chem. 2013 Jul 11"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Human kidney primary proximal tubule cell LC-MSMS"}