{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Thomas Colby"}, {"accession": "MS:1000589", "name": "contact email", "value": "colby@mpipz.mpg.de"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Proteomics Group"}]}], "description": "Many protein activities are driven by ATP binding and hydrolysis. Here, we explore the ATP binding proteome of the model plant Arabidopsis thaliana using Acyl-ATP (AcATP) probes. These probes target ATP binding sites and covalently label lysine residues in the ATP binding pocket. Protein extracts were labelled with NHS-LC-Biotin, purified over neutravidin and eluted with formic acid.  Eluted proteins were separated by 1-D SDS Gel and digested with Trypsin.  Peptide mixtures were analysed by LC-MS/MS on an LTQ Velos. Spectra were searched using Mascot 2.3 using a fixed modification of cysteine (57.02 Da for carbamidomethyl), and variable modifications of methionine (15.99 Da for oxidation) and lysine (339.16 and 355.16 Da for BHAc and OBHAc labeling, respectively). A mass tolerance was set to 0.3 Da for the precursor ions and 0.4 Da for fragment ions. Up to two mis-cleavages for trypsin were permitted since the labeling would prevent cleavage at the labeled lysine. The MS2 spectra were searched against the TAIR10_pep_2012 (version November 2012) containing 35386 proteins of Arabidopsis thaliana, supplemented with a small database with 1095 artefact proteins and a reversed decoy database of the same proteins (totals 72962 entries). An oxidized version of the modifier was observed. Alternatively Arabidopsis leaf proteome was labeled with desthiobiotin-acyl ATP and digested with trypsin. Labeled peptides were purified on streptavidin matrix and sequenced by LC-MS/MS on an LTQ linear ion trap. Here the MS2 spectra were searched using SEQUEST against the TAIR9_pep_20090619 database (version June 2009) containing 32,769 proteins of Arabidopsis thaliana. MS2 searches included fixed iodoacetamide modification of cysteine (57 Da for alkylation), and variable modifications of methionine (16 Da for oxidation) and lysine (196 Da for DBAcATP labeling). Up to three mis-cleavages with trypsin were allowed and non-tryptic or half-tryptic peptides were excluded. A mass tolerance was set to 3 Da for the precursor ions and 1 Da for fragment ions.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/06/PXD000188"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000188"}], "instruments": [{"accession": "MS:1000447", "name": "LTQ"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "arabidopsis, activity-based protein profiling, ABPP, kinases, LC-MSMS"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00470", "name": "NHS-LC-Biotin"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23722185"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Villamor JG, Kaschani F, Colby T, Oeljeklaus J, Zhao D, Kaiser M, Patricelli MP, van der Hoorn RA. Profiling protein kinases and other ATP bindingproteins in Arabidopsis using acyl-ATP probes. Mol Cell Proteomics. 2013 May 29"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (Mouse-ear cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "Profiling protein kinases and other ATP binding proteins in Arabidopsis using acyl-ATP probes"}