{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Detao Gao"}, {"accession": "MS:1000589", "name": "contact email", "value": "gaod@ccf.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Cleveland Clinic"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Eugene Podrez"}, {"accession": "MS:1000589", "name": "contact email", "value": "PODREZE@ccf.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Cleveland Clinic Lerner Research Institute"}]}], "description": "Apolipoprotein A-I (apoA-I) is cross-linked and dysfunctional in human atheroma. Although multiple mechanisms of apoA-1 cross-linking have been demonstrated in vitro, the in vivo  mechanisms of cross-linking are not well established. We have recently demonstrated the highly selective and efficient modification of high-density lipoprotein (HDL) apoproteins by endogenous oxidized phospholipids (oxPLs), including oxoalkenal phospholipids. In the current study, we report that oxoalkenal phospholipids effectively cross-link apoproteins in HDL. We further demonstrate that cross-linking impairs the cholesterol efflux mediated by apoA-I or HDL3 in vitro and in vivo. Using LC-MS/MS analysis, we analyzed the pattern of apoprotein cross-linking in isolated human HDL either by synthetic oxoalkenal phospholipids or by oxPL generated during HDL oxidation in plasma by the physiologically relevant MPO-H2O2-NO2- system. We found that five histidine residues in helices 5-8 of apoA-I are preferably cross-linked by oxPL, forming stable pyrrole adducts with lysine residues in the helices 3-4 of another apoA-I or in the central domain of apoA-II. We also identified cross-links of apoA-I and apoA-II with two minor HDL apoproteins, apoA-IV and apoE. We detected a similar pattern of apoprotein cross-linking in oxidized murine HDL. We further detected oxPL cross-link adducts of HDL apoproteins in plasma and aorta of hyperlipidemic LDLR-/- mice, including cross-link adducts of apoA-I His-165--apoA-I Lys-93, apoA-I His-154--apoA-I Lys-105, apoA-I His-154--apoA-IV Lys-149, and apoA-II Lys-30/apoE His-227. These findings suggest an important mechanism that contributes to the loss of HDL's atheroprotective function in vivo. ", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/dataset.jsp?task=4c5a3655a9234366a1f4498eef23c9a0"}, {"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000084689/"}], "identifiers": [{"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000084689"}, {"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD016752"}, {"accession": "MS:1001921", "name": "ProteomeXchange accession number version number", "value": "1"}], "instruments": [{"accession": "MS:1001910", "name": "LTQ Orbitrap Elite"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "oxidized phospholipids, oxidized phospholipid-apoprotein adduct, cholesterol efflux, crosslinking, high-density lipoprotein (HDL), atherosclerosis, cardiovascular disease, lipid metabolism, apolipoprotein A-I (apoA-I), atheroprotection"}], "modifications": [{"accession": "MS:1001460", "name": "unknown modification"}], "publications": [{"terms": [{"accession": "MS:1002853", "name": "Dataset with no associated published manuscript"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}]}, {"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}]}], "title": "Cross-linking modifications of HDL apoproteins by oxidized phospholipids: Structural characterization, in vivo detection, and functional implications"}