{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Cheng-Wei Tang"}, {"accession": "MS:1000589", "name": "contact email", "value": "tcw830704@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Institute of Molecular and Cellular Biology"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Hsueh-Fen Juan"}, {"accession": "MS:1000589", "name": "contact email", "value": "yukijuan@ntu.edu.tw"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Department of Life Science, National Taiwan University"}]}], "datasetFiles": [{"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD010767/citreoviridin_phosphoproteomics_raw.rar"}, {"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD010767/citreoviridin_phosphoproteomics_search.rar"}, {"accession": "MS:1002845", "name": "Associated file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD010767/20151111_human_uniprot-all.fasta"}], "description": "Non-small cell lung cancer is the leading cause of cancer death worldwide. Gefitinib, epidermal growth factor receptor tyrosine kinase inhibitor, is the first-line treatment of NSCLC, however, many patients eventually become resistant and experience progressive disease. Therefore, development of efficient therapeutic agents to overcome resistance is urgent. We previously found that citreoviridin, one of toxic mycotoxins derived from fungal species, can suppress lung cancer cell growth by inhibiting the activity of ectopic ATP synthase, but has limited effect on normal cells. Citreoviridin suppresses mitogen-activated protein kinase/extracellular signal-regulated kinase signaling by site-specific dephosphorylation of HSP90AB1 on Serine 255 in gefitinib non-resistant lung cancer CL1-0 cells and xenograft model. We are curious whether signaling pathways underlying citreoviridin-treated gefitinib-acquired resistant lung cancer cells are different. In this study, we showed that citreoviridin inhibited cell proliferation and anchorage-dependent growth of gefitinib-acquired resistance NCI-H1975 cells with EGFR T790M mutation. Furthermore, we explored the dynamic molecular response by temporal phosphoproteomic approach. We identified 1476 phosphopeptides corresponding to 738 phosphoproteins and quantified 1901 phosphorylation sites. There were 274 phosphosites corresponding to 174 phosphorylated proteins significantly differential expressed. Functional enrichment analysis demonstrated that citreoviridin treatment affected chromatin organization, cell cycle and apoptosis. Interestingly, we found that citreovirdin suppressed cell proliferation by site-specific phosphorylation of topoisomerase on serine 1106. Citreovirdin induced double strands breaks, and then leaded to DNA damage response. The DNA lesions triggered cells to cell cycle arrest at S phase for repairing or apoptosis for cell death. The results indicated that citreoviridin could potentially be a therapeutic agent against gefitinib-resistant NSCLC.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/08/PXD010767"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD010767"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD010767"}], "instruments": [{"accession": "MS:1000556", "name": "LTQ Orbitrap XL"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "lung cancer, gefitinib resistance, ectopic ATP synthase, phosphoproteomics"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "32788343"}, {"accession": "MS:1002866", "name": "Reference", "value": "Chang YW, Hsu CL, Tang CW, Chen XJ, Huang HC, Juan HF. Multiomics reveals ectopic ATP synthase blockade induces cancer cell death via a lncRNA-mediated phospho-signaling network. Mol Cell Proteomics. 2020"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Temporal Phosphoproteome Dynamics Reveals the Role of ATP Synthase Inhibitor Citreoviridin in Gefitinib-resistant Lung Cancer Cells"}