{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Rosa Sanchez-Alvarez"}, {"accession": "MS:1000589", "name": "contact email", "value": "rosa.sanchez-alvarez@manchester.ac.uk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Manchester"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Michael. P. Lisanti"}, {"accession": "MS:1000589", "name": "contact email", "value": "michael.p.lisanti@gmail.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Translational Medicine, School of Science, Engineering and Environment (SEE), Biomedical Research Centre (BRC), University of Salford, Greater Manchester, M5 4WT, United Kingdom"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/10/PXD020802/EVvsMFF-08062016-results.xlsx"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/10/PXD020802/EVvsMFF-08062016-raw data.xlsx"}], "description": "Elevated mitochondrial biogenesis and metabolism represent key features of breast cancer stem cells (CSCs), whose propagation is conducive to disease onset and progression. Therefore, interfering with mitochondria biology and  function may be regarded as a useful approach to eradicate CSCs. Here, we used the breast cancer cell line MCF7 as a model system to interrogate how mitochondrial fission contributes to the development of mitochondrial dysfunction  toward the inhibition of metabolic flux and stemness. We generated an isogenic MCF-7 cell line transduced with  Mitochondrial Fission Factor (MCF7-MFF), which is primarily involved in mitochondrial fission. We evaluated the  biochemical, molecular and functional properties of MCF7-MFF cells, as compared to control MCF7 cells transduced  with the empty vector (MCF7-Control). We observed that MFF over-expression reduces both mitochondrial mass and  activity, as evaluated using the mitochondrial probes MitroTracker Red and MitoTracker Orange, respectively. The  analysis of metabolic flux using the Seahorse XFe96 revealed the inhibition of OXPHOS and glycolysis in MCF7-MFF  cells, suggesting that increased mitochondrial fission may impair the biochemical properties of these organelles.  Notably, CSCs activity, assessed by 3D-tumorsphere assays, was reduced in MCF7-MFF cells. A similar trend was  observed for the activity of ALDH, a well-established marker of stemness. We conclude that enhanced mitochondrial  fission may compromise CSCs propagation, through the impairment of mitochondrial function, possibly leading to a  quiescent cell phenotype. Unbiased proteomic analysis revealed that proteins involved in mitochondrial dysfunction, oxidative stress-response, fatty acid metabolism and hypoxia signaling are among the most highly up-regulated in  MCF7-MFF cells. Of note, integrated analysis of top regulatory networks obtained from unbiased proteomics in  MCF7-MFF cells predicts that this cell phenotype activates signaling systems and effectors involved in the inhibition  of cell survival and adhesion, together with the activation of specific breast cancer cell death programs. Overall, our  study shows that unbalanced and abnormal activation of mitochondrial fission may drive the impairment of  mitochondrial metabolic function, leading to inhibition of CSC propagation, and the activation of quiescence programs. Exploiting the potential of mitochondria to control pivotal events in tumor biology may, therefore, represent a  useful tool to prevent disease progression.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2020/10/PXD020802"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD020802"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD020802"}], "instruments": [{"accession": "MS:1000556", "name": "LTQ Orbitrap XL"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "MCF7, breast cancer cells, proteomics"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1002858", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Proteomic profile of MFF overexpression in MCF7 cells"}