{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Ceereena Ubaida Mohien"}, {"accession": "MS:1000589", "name": "contact email", "value": "ceereena@jhmi.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Johns Hopkins School of Medicine"}]}], "description": "Malaria morbidity and mortality caused by both Plasmodium falciparum and Plasmodium vivax extend well beyond the African continent, and, although P. vivax causes 80-300 million severe cases each year, vivax transmission remains poorly understood.  Plasmodium parasites are transmitted by Anopheles mosquitoes, and the critical site of interaction between parasite and host is at the mosquito's luminal midgut brush border.  While the genome of the \"model\" African P. falciparum vector, Anopheles gambiae, has been sequenced, evolutionary divergence limits its utility as a reference across anophelines, especially non-sequenced P. vivax vectors such as Anopheles albimanus.  Clearly, enabling technologies and platforms that bridge this substantial scientific gap are required in order to provide public health scientists key transcriptomic and proteomic information that could spur the development of novel interventions to combat this disease.  To our knowledge, no approaches have been published which address this issue. To bolster our understanding of P. vivax-An. albimanus midgut interactions, we developed an integrated bioinformatic-hybrid RNA-Seq-LC-MS/MS approach involving An. albimanus transcriptome (15,764 contigs) and luminal midgut subproteome (9,445 proteins) assembly, which, when used with our custom Diptera protein database (685,078 sequences), facilitated a comparative proteomic analysis of the midgut brush borders of two important malaria vectors, An. gambiae and An. albimanus. Summary from: http://www.mcponline.org/content/early/2012/10/17/mcp.M112.019596.long The An. albimanus transcriptome dataset is available at http://funcgen.vectorbase.org/RNAseq/Anopheles_albimanus/INSP/v2", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2012/11/PXD000062"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000062"}], "instruments": [{"accession": "MS:1000677", "name": "6520 Quadrupole Time-of-Flight LC/MS"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Gambiae, Albimanus, Transcriptomics, Proteomics, LC MS/MS, Bioinformatics"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:01153", "name": "methylthiolated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23082028"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Ubaida Mohien C, Colquhoun DR, Mathias DK, Gibbons JG, Armistead JS, Rodriguez MC, Rodriguez MH, Edwards NJ, Hartler J, Thallinger GG, Graham DR, Martinez-Barnetche J, Rokas A, Dinglasan RR. A Bioinformatics Approach for Integrated Transcriptomic and Proteomic Comparative Analyses of Model and Non-sequenced Anopheline Vectors of Human Malaria Parasites. Mol Cell Proteomics. 2013 Jan;12(1):120-31"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Albimanus"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "44544"}]}], "title": "A bioinformatics approach for integrated transcriptomic and proteomic comparative analyses of model and non-sequenced anopheline vectors of human malaria parasites"}