{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Steven Roberts"}, {"accession": "MS:1000589", "name": "contact email", "value": "sr320@uw.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Washington, School of Aquatic and Fishery Sciences"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Yaamini Venkataraman"}, {"accession": "MS:1000589", "name": "contact email", "value": "yaaminiv@uw.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Washington School of Aquatic and Fishery Sciences"}]}], "description": "Global climate change is rapidly altering coastal marine ecosystems important for food production. A comprehensive understanding of how organisms will respond to these complex environmental changes can come only from observing and studying species within their natural environment. To this end, the effects of environmental drivers — pH, dissolved oxygen content, salinity, and temperature — on Pacific oyster (Crassostrea gigas) physiology were evaluated in an outplant experiment. Sibling juvenile oysters were outplanted to eelgrass and unvegetated habitat at five different estuarine sites within the Acidification Nearshore Monitoring Network in Washington State, USA to evaluate how regional environmental drivers influence molecular physiology. Within each site, we also determined if eelgrass presence that buffered pH conditions changed the oysters’ expressed proteome. A novel, two-step, gel-free proteomic approach was used to identify differences in protein abundance in C. gigas ctenidia tissue after a 29 day outplant by 1) identifying proteins in a data independent acquisition survey step and 2) comparing relative quantities of targeted environmental response proteins using selected reaction monitoring. While there was no difference in protein abundance detected between habitats or among sites within Puget Sound, C. gigas outplanted at Willapa Bay had significantly higher abundances of antioxidant enzymes and molecular chaperones. Environmental factors at Willapa Bay, such as higher average temperature, may have driven this protein abundance pattern. These findings generate a suite of new hypotheses for lab and field experiments to compare the effects of regional conditions on physiological responses of marine invertebrates.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/aqqYoa.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD012569"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/aqqYoa.url"}], "instruments": [{"accession": "MS:1002732", "name": "Orbitrap Fusion Lumos"}, {"accession": "MS:1001510", "name": "TSQ Vantage"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "proteomics"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "oysters"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "in situ measurements"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "estuarine systems"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "antioxidant enzymes"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "molecular chaperones"}], "modifications": [{"accession": "UNIMOD:4", "name": "Carbamidomethyl"}, {"accession": "UNIMOD:259", "name": "Label:13C(6)15N(2)"}, {"accession": "UNIMOD:267", "name": "Label:13C(6)15N(4)"}], "publications": [{"terms": [{"accession": "MS:1002866", "name": "Reference", "value": "Venkataraman YR, Timmins-Schiffman E, Horwith MJ, Lowe AT, Nunn B, Vadopalas B, Spencer LH, Roberts SB. Characterization of Pacific oyster Crassostrea gigas proteomic response to natural environmental differences. Marine Ecology Progress Series. 2019 Feb 1;610:65-81. DOI: https://doi.org/10.3354/meps12858"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Crassostrea gigas"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "29159"}]}], "title": "Characterization of Pacific oyster (Crassostrea gigas) proteomic response to natural environmental differences"}