{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "zhouxin shen"}, {"accession": "MS:1000589", "name": "contact email", "value": "z1shen@ucsd.edu"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "UCSD"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Isgouhi Kaloshian"}]}], "description": "Aphids deliver saliva into plants and acquire plant sap for their nourishment using a specialized mouthpart or stylets. Aphid saliva is of great importance as it contains effectors that are involved in modulating host defense and metabolism. Although profiling aphid salivary glands and identifying secreted proteins have been successfully used, success in direct profiling of aphid saliva have been limited due to scarcity of saliva collected in artificial diets. Here we present the use of a neurostimulant, resorcinol, for inducing aphid salivation. Saliva of potato aphids (Macrosiphum euphorbiae), maintained on tomato, was collected in resorcinol diet, used in mass spectrometry and compared to the salivary proteome collected in water. Great majority of the proteins identified in the resorcinol diet were also present in the water diet and represented proteins with plethora of functions in addition to a large number of unknowns. About half of the salivary proteins were not predicted for secretion or had canonical secretion signal peptides. To further characterize M. euphorbiae saliva and identify effectors, salivary phosphoproteins were detected. Among these phosphorylated proteins were three known aphid effectors, Me_WB01635 /Mp1, Me10/Mp58 and Me23. In addition to insect proteins, tomato host proteins were also identified in aphid saliva. Our results indicate that aphid saliva is complex and provides a rich resource for functional characterization of effectors.", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/status.jsp?task=1a2b12b424a9445985e4ac0002f95a93"}, {"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://MSV000078978:a@massive.ucsd.edu"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD001614"}, {"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000078978"}], "instruments": [{"accession": "MS:1000447", "name": "LTQ"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "aphids, effectors, Macrosiphum euphorbiae, phloem proteins, phosphoproteins, saliva"}], "modifications": [{"accession": "UNIMOD:21", "name": "Phospho"}], "publications": [{"terms": [{"accession": "PRIDE:0000432", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Macrosiphum euphorbiae"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "potato aphid"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "13131"}]}], "title": "Potato Aphid Salivary Proteome: Identification of Aphid Phosphoproteins and Tomato Host Proteins"}