{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Christof Regl"}, {"accession": "MS:1000589", "name": "contact email", "value": "christof.regl@sbg.ac.at"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "University of Salzburg"}, {"accession": "MS:1002037", "name": "dataset submitter"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Christian G. Huber"}, {"accession": "MS:1000589", "name": "contact email", "value": "c.huber@sbg.ac.at"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "1: Department of Molecular Biology, Division of Chemistry andBioanalytics, University of Salzburg, Hellbrunner Strasse 34, 5020 Salzburg, Austria 2: Christian Doppler Laboratory for Innovative Tools for Biosimilar Characterization, University of Salzburg, Hellbrunner Strasse 34, 5020 Salzburg, Austria"}]}], "datasetFiles": [{"accession": "MS:1002849", "name": "Search engine output file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD011017/Method Capability mAbs Supporting Information 30 07 2018.xlsx"}, {"accession": "MS:1002846", "name": "Associated raw file URI", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD011017/mAb_Quantification_data.cmbx"}], "description": "Monoclonal antibodies (mAbs) are widely applied as highly specific and efficient thera-peutic agents for various diseases, including cancer, inflammatory and autoimmune diseases. As protein production in cellular systems inherently generates a multitude of molecular variants, manufacturing of mAbs requires stringent control in order to ensure safety and efficacy of the drug. Moreover, monitoring of mAb variants in the course of the fermentation process may allow instant tuning of process parameters to maintain optimal cell culture conditions. Here, we describe a fast and robust workflow for the characterization of mAb variants in fermentation broth. Sample preparation is minimal in that the fermentation broth is shortly centrifuged before dilution and HPLC-MS analysis in a short 15-min gradient run. In a single analysis, N-glycosylation and truncation variants of the expressed mAb can be identified at the intact protein level. The molecular attributes of the expressed therapeutic protein may thus be continuously monitored to ensure the desired product profile. Simultaneously, absolute quantification of mAb content in fermentation broth yielded concentrations of 67 and 2578 ng.mL-1 at the beginning and end of fermentation, respectively. The whole workflow features excellent robustness as well as retention time and peak area stability of 0.3% and 4.9% RSD. Additional enzymatic removal of N-glycans enables determination of mAb glycation levels, which are subsequently considered in relative N-glycoform quantification to correct for isobaric galactosylation. Application of the described workflow in an industrial environment may therefore substantially enhance in-process control in mAb production as well as targeted biosimilar development.", "fullDatasetLinks": [{"accession": "MS:1002852", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/pride/data/archive/2019/11/PXD011017"}, {"accession": "MS:1001930", "name": "PRIDE project URI", "value": "http://www.ebi.ac.uk/pride/archive/projects/PXD011017"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD011017"}], "instruments": [{"accession": "MS:1001911", "name": "Q Exactive"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "multiple attribute monitoring, MAM, monoclonal antibodies, high-performance liquid chromatography, electrospray ionization mass spectrometry, fermentation, antibody subunits, glycation, glycosylation, structural analysis, biosimilar, process analytical technology, PAT, process monitoring"}, {"accession": "MS:1001926", "name": "curator keyword", "value": "Technical"}, {"accession": "MS:1002340", "name": "ProteomeXchange project tag", "value": "Antibodies (B/D-HPP)"}, {"accession": "MS:1002340", "name": "ProteomeXchange project tag", "value": "Biology/Disease-Driven Human Proteome Project (B/D-HPP)"}, {"accession": "MS:1002340", "name": "ProteomeXchange project tag", "value": "Human Proteome Project"}], "modifications": [{"accession": "MOD:00725", "name": "complex glycosylation"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "30668249"}, {"accession": "MS:1002866", "name": "Reference", "value": "Regl C, Wohlschlager T, Esser-Skala W, Wagner I, Samonig M, Holzmann J, Huber CG. Dilute-and-shoot analysis of therapeutic monoclonal antibody variants in fermentation broth: a method capability study. MAbs. 2019 11(3):569-582"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Dilute-and-Shoot Analysis of Therapeutic Monoclonal Antibody Variants in Fermentation Broth: A Method Capability Study"}