{"contacts": [{"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Birgit Schilling"}, {"accession": "MS:1000589", "name": "contact email", "value": "bschilling@buckinstitute.org"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Buck Institute"}]}, {"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Bradford W. Gibson"}]}], "description": "Quantitative analysis of discovery-based proteomic workflows now relies on high-throughput large-scale methods for identification and quantification of proteins and post-translational modifications. Advancements in label-free quantitative techniques, using either data-dependent or data-independent mass spectrometric acquisitions, have coincided with improved instrumentation featuring greater precision, increased mass accuracy, and faster scan speeds. We recently reported on a new quantitative method called MS1 Filtering (Schilling et al. (2012) Mol. Cell. Proteomics 11, 202-214) for processing data-independent MS1 ion intensity chromatograms from peptide analytes using the Skyline software platform. In contrast, data-independent acquisitions from MS2 scans, or SWATH, can quantify all fragment ion intensities when reference spectra are available. As each SWATH acquisition cycle typically contains an MS1 scan, these two independent label-free quantitative approaches can be acquired in a single experiment. Here, we have expanded the capability of Skyline to extract both MS1 and MS2 ion intensity chromatograms from a single SWATH data-independent acquisition (DIA) in an Integrated Dual Scan Analysis (IDSA) approach. The performance of both MS1 and MS2 data was examined in simple and complex samples using standard concentration curves. Cases of interferences in MS1 and MS2 ion intensity data were assessed, as were the differentiation and quantitation of phosphopeptide isomers in MS2 scan data. In addition, we demonstrated an approach for optimization of SWATH m/z window sizes to reduce interferences using MS1 scans as a guide. Finally, a correlation analysis was performed on both MS1 and MS2 ion intensity data obtained from SWATH acquisitions on a complex mixture using a linear model that automatically removes signals containing interferences. This work demonstrates the practical advantages of properly acquiring and processing MS1 precursor data in addition to MS2 fragment ion intensity data in a DIA (SWATH), and provides an approach to simultaneously obtain independent measurements of relative peptide abundance from a single experiment.", "fullDatasetLinks": [{"accession": "MS:1002488", "name": "MassIVE dataset URI", "value": "http://massive.ucsd.edu/ProteoSAFe/status.jsp?task=08bf6cab8b8e4db6a951619c2abe1c9d"}, {"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://massive.ucsd.edu/MSV000079092"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD002008"}, {"accession": "MS:1002487", "name": "MassIVE dataset identifier", "value": "MSV000079092"}], "instruments": [{"accession": "MS:1000932", "name": "TripleTOF 5600"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Quantification"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "SWATH"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Integrated Dual Scan Analysis (IDSA)"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "MS1 Filtering"}, {"accession": "MS:1001925", "name": "submitter keyword", "value": "Skyline"}], "modifications": [{"accession": "UNIMOD:21", "name": "Phospho"}, {"accession": "UNIMOD:1", "name": "Acetyl"}], "publications": [{"terms": [{"accession": "PRIDE:0000432", "name": "Dataset with its publication pending"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus"}, {"accession": "MS:1001468", "name": "taxonomy: common name", "value": "house mouse"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "MS1 Peptide Ion Intensity Chromatograms in MS2 (SWATH) Data Independent Acquisitions"}