{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Volker Egelhofer"}, {"accession": "MS:1000589", "name": "contact email", "value": "volker.egelhofer@univie.ac.at"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Molecular Systems Biology"}]}], "description": "Plant Growth and Treatment.  Seedlings of Arabidopsis thaliana GVG::FLAG-NtMEK2DD were grown in 50 ml of half-strength Murashige and Skoog medium at 22°C under continuous light (70 µE/m2/sec). Twelve-day-old seedlings were treated with DEX (1 µM) or ethanol (control) and collected 6 h after treatment.  Protein Extraction and MOAC Enrichment of Phosphoproteins.  Protein extraction from seedlings and enrichment of phosphoprotein. The concentration of protein in extracts was determined using the Bio-Rad protein assay kit with BSA as the standard.   Western Blotting Analysis and Immunodetection.  Protein samples were subjected to SDS-PAGE, transferred to nitrocellulose, and used for immunodetection. Mouse monoclonal anti-Flag M2 antibodies were purchased from Sigma-Aldrich; all other antibodies were from New England Biolabs. Chemiluminescence detection of antigen-antibody complexes was done with Immobilon™ Western substrate (Millipore).  Enrichment of Phosphopeptides by MOAC.  For in-solution protein digestion, total proteins or MOAC-enriched phosphoproteins were predigested for 5 h with endoproteinase Lys-C (1/100 w/w) followed by trypsin digestion (Poroszyme immobilized trypsin (1/100 v/w)) overnight. Protein digests were desalted using a SPEC C-18 96-well plate (Varian) according to the manufacturer’s instructions. TiO2 beads were purchased from Glygen Inc.   Mass Spectrometry and Protein Identification.  Peptides were analyzed using an Orbitrap XL mass spectrometer (Thermo Scientific). Chromatography was performed using a Chromolith CapRod C18 monolithic column with 0.1% (v/v) formic acid (FA) in ultrapure H2O and 0.1% (v/v) FA in 90% (v/v) acetonitrile (ACN) in ultrapure H20 as mobile phases and a gradient from 10% to 35% organic phase in 120 min with a flow rate of 500 nl/min. Multistage activation/pseudoMS3 was enabled for acquisition of CID tandem MS (MS/MS) mass spectra of phosphopeptides with a neutral loss mass list of 97.97, 48.999, 32.66 and 24.49 Da. Database search was performed with the Proteome Discoverer Software version 1.2. using the SEQUEST algorithm.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2012/12/PXD000048"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000048"}], "instruments": [{"accession": "MS:1000449", "name": "LTQ Orbitrap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "MAP Kinases,Arabidopsis thaliana,PTM,mass spectrometry"}], "modifications": [{"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00696", "name": "phosphorylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23172892"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Hoehenwarter W, Thomas M, Nukarinen E, Egelhofer V, Roehrig H, Weckwerth W, Conrath U, Beckers GJ. Tandem metal oxide affinity chromatography identifies novel in vivo MAP kinase substrates in Arabidopsis thaliana . Mol Cell Proteomics. 2012 Nov 20"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Arabidopsis thaliana (Mouse-ear cress)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3702"}]}], "title": "Tandem MOAC identifies novel in vivo MAP kinase substrates in Arabidopsis thaliana."}