{"contacts": [{"terms": [{"accession": "MS:1002332", "name": "lab head"}, {"accession": "MS:1000586", "name": "contact name", "value": "Steve Sweet"}, {"accession": "MS:1000589", "name": "contact email", "value": "stephen.sweet@nantomics.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "NantOmics"}]}, {"terms": [{"accession": "MS:1002037", "name": "dataset submitter"}, {"accession": "MS:1000586", "name": "contact name", "value": "Steve Sweet"}, {"accession": "MS:1000589", "name": "contact email", "value": "stephen.sweet@nantomics.com"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "NantOmics"}]}], "description": "Mass spectrometry-based protein quantitation is currently used to measure therapeutically relevant protein biomarkers in CAP/CLIA setting to predict likely responses of known therapies. Selected reaction monitoring (SRM) is the method of choice due to its outstanding analytical performance. However, data-independent acquisition (DIA) is now emerging as a proteome-scale clinical assay. We evaluated the ability of DIA to profile the patient-specific proteomes of sample-limited tumor biopsies and to quantify proteins of interest in a targeted fashion using formalin-fixed, paraffin-embedded (FFPE) tumor biopsies (n=12) selected from our clinical laboratory. DIA analysis on the tumor biopsies provided 3,713 quantifiable proteins including actionable biomarkers currently in clinical use, successfully separated two gastric cancers from colorectal cancer specimen solely based on global proteomic profiles, and identified subtype-specific proteins with prognostic or diagnostic value. We demonstrate the potential use of DIA-based quantitation to inform therapeutic decision-making using TUBB3, for which clinical cut-off expression levels have been established by SRM. Comparative analysis of DIA-based proteomic profiles and mRNA expression levels found positively and negatively correlated protein-gene pairs, a finding consistent with previously reported results from fresh-frozen tumor tissues.", "fullDatasetLinks": [{"accession": "MS:1002873", "name": "Panorama Public dataset URI", "value": "https://panoramaweb.org/7nYM9z.url"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD010934"}, {"accession": "MS:1002872", "name": "Panorama Public dataset identifier", "value": "https://panoramaweb.org/7nYM9z.url"}], "instruments": [{"accession": "MS:1002523", "name": "Q Exactive HF"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "FFPE; cancer; DIA;"}], "modifications": [{"accession": "MS:1002864", "name": "No PTMs are included in the dataset"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "30481034"}, {"accession": "MS:1002866", "name": "Reference", "value": "Kim YJ, Sweet SMM, Egertson JD, Sedgewick AJ, Woo S, Liao W-L, Merrihew GE, Searle BC, Vaske C, Heaton R, MacCoss MJ, Hembrough T. Data-Independent Acquisition Mass Spectrometry To Quantify Protein Levels in FFPE Tumor Biopsies for Molecular Diagnostics. J Proteome Res. 2019 Jan;18(1):426–35."}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Data-independent acquisition mass spectrometry to quantify protein levels in FFPE tumor biopsies for molecular diagnostics"}