{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Hisham Mohammed"}, {"accession": "MS:1000589", "name": "contact email", "value": "hisham.mohammed@cancer.org.uk"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Oncology"}]}], "description": "Estrogen receptor-alpha (ER) is the driving transcription factor in most breast cancers, and its associated proteins can influence drug response, but direct methods for identifying interacting proteins have been limited. We purified endogenous ER using an approach termed RIME (rapid immunoprecipitation mass spectrometry of endogenous proteins) and discovered the interactome under agonist- and antagonist-liganded conditions in breast cancer cells, revealing transcriptional networks in breast cancer. The most estrogen-enriched ER interactor is GREB1, a potential clinical biomarker with no known function. GREB1 is shown to be a chromatin-bound ER coactivator and is essential for ER-mediated transcription, because it stabilizes interactions between ER and additional cofactors. We show a GREB1-ER interaction in three xenograft tumors, and using a directed protein-protein approach, we find GREB1-ER interactions in half of ER+ primary breast cancers. This finding is supported by histological expression of GREB1, which shows that GREB1 is expressed in half of ER+ cancers, and predicts good clinical outcome. These findings reveal an unexpected role for GREB1 as an estrogen-specific ER cofactor that is expressed in drug-sensitive contexts.        Additional information: All microarray data have been deposited in the GEO database with the accession number GSE37386. All ChIP-seq data have been deposited in the GEO database with the accession number GSE41561.         RawMSdata files were processed using Proteome Discoverer v.1.3 (Thermo Scientific). Processed files were searched against the SwissProt human database using the Mascot search engine version 2.3.0. Searches were done with tryptic specificity allowing up to one miscleavage and a tolerance on mass measurement of 10 ppm in MS mode and 0.6 Da for MS/MS ions. Structure modifications allowed were oxidized methionine, and deamidation of asparagine and glutamine residues, which were searched as variable modifications. Using a reversed decoy database, false discovery rate (FDR) was less than 1%. Detailed results including peptide sequences, peptide scores, ion scores, expect values, and Mascot scores have been included in Table S1. SILAC data were analyzed using Proteome Discoverer v.1.3. This analysis only uses unique peptides for ratio analysis. The resulting fold-change ratios for proteins found in both replicates were then converted into log fold-change ratios as represented in the figures. In a few instances where protein ratios were absent due to signal from only one of the two channels, these were ranked highest in the log fold-change table following manual inspection of the raw data (MS and MS/MS) to confirm specificity to a single label.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/08/PXD000047"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000047"}, {"accession": "MS:1001922", "name": "Digital Object Identifier (DOI)", "value": "10.6019/PXD000047"}], "instruments": [{"accession": "MS:1000083", "name": "radial ejection linear ion trap"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "RIME"}], "modifications": [{"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23403292"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Mohammed H, D'Santos C, Serandour AA, Ali HR, Brown GD, Atkins A, Rueda OM, Holmes KA, Theodorou V, Robinson JL, Zwart W, Saadi A, Ross-Innes CS, Chin SF, Menon S, Stingl J, Palmieri C, Caldas C, Carroll JS. Endogenous purification reveals GREB1 as a key estrogen receptor regulatory factor. Cell Rep. 2013 Feb 21;3(2):342-9"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Homo sapiens (Human)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "9606"}]}], "title": "Endogenous Purification Reveals GREB1 as a Key Estrogen Receptor Regulatory Factor"}