{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Michael Guarnieri"}, {"accession": "MS:1000589", "name": "contact email", "value": "michael.guarnieri@nrel.gov"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "National Bioenergy Center"}]}], "description": "Short Description:  Oleaginous microalgae are capable of producing large quantities of fatty acids and triacylglycerides. As such, they are promising feedstocks for the production of biofuels and bioproducts. Genetic strain-engineering strategies offer a means to accelerate the commercialization of algal biofuels by improving the rate and total accumulation of microalgal lipids. However, the industrial potential of these organisms remains to be met, largely due to the incomplete knowledgebase surrounding the mechanisms governing the induction of algal lipid biosynthesis. Such strategies require further elucidation of genes and gene products controlling algal lipid accumulation. In this study, we have set out to examine these mechanisms and identify novel strain-engineering targets in the oleaginous microalga, Chlorella vulgaris. Comparative shotgun proteomic analyses have identified a number of novel targets, including previously unidentified transcription factors and proteins involved in cell signaling and cell cycle regulation. These results lay the foundation for strain-improvement strategies and demonstrate the power of translational proteomic analysis.  Experimental:  Lysates were diluted 1:300 for quantitation in order to abate interference due to the chlorophyll content of the samples. Quantitation was performed by Qubit fluorometry (Invitrogen) and 20 ug of each sample was solubilized in LDS buffer, heated at 85 C for 5 min and separated on a 4-12% Bis-Tris Novex mini-gel (Invitrogen) using the MOPS buffer system. The gel was stained with coomassie and each lane was excised into 40 equally sized segments.  The gel bands were processed using a robot (ProGest, DigiLab) with the following protocol:  - Washed with 25mM ammonium bicarbonate followed by acetonitrile. - Reduced with 10mM dithiothreitol at 60 C followed by alkylation with 50mM iodoacetamide at RT. - Digested with trypsin (Promega) at 37 C for 4h. - Quenched with formic acid and the supernatant was analyzed directly without further processing.  The gel digests were analyzed by nano LC/MS/MS with a Waters NanoAcquity HPLC system interfaced to a ThermoFisher Orbitrap Velos Pro. Peptides were loaded on a trapping column and eluted over a 75um analytical column at 350 nL/min; both columns were packed with Jupiter Proteo resin (Phenomenex).The mass spectrometer was operated in data-dependent mode, with MS performed in the Orbitrap at 60,000 FWHM resolution and MS/MS performed in the LTQ. The fifteen most abundant ions were selected for MS/MS. Mascot DAT files were parsed into the Scaffold software for validation, filtering and to create a non-redundant list per sample. Data were filtered using a minimum protein value of 99%, a minimum peptide value of 50% (Prophet scores) and requiring at least two unique peptides per protein.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/06/PXD000250"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000250"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "algae, Chlorella vulgaris, proteomics, lipid"}], "modifications": [{"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:00425", "name": "monohydroxylated residue"}, {"accession": "MOD:00400", "name": "deamidated residue"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23748020"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Guarnieri MT, Nag A, Yang S, Pienkos PT. Proteomic analysis of Chlorella vulgaris: Potential targets for enhanced lipid accumulation. J Proteomics. 2013 Jun 5. doi:pii: S1874-3919(13)00278-9. 10.1016/j.jprot.2013.05.025"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Chlorella vulgaris (Green alga)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "3077"}]}], "title": "Chlorella vulgaris UTEX 395 Shotgun Proteomic Time Course Analysis Under Nitrogen Deprivation"}