{"contacts": [{"terms": [{"accession": "MS:1000586", "name": "contact name", "value": "Arjen Scholten"}, {"accession": "MS:1000589", "name": "contact email", "value": "a.scholten@uu.nl"}, {"accession": "MS:1000590", "name": "contact affiliation", "value": "Faculty of Sciences"}]}], "description": "We investigated the differential phosphoproteome of the mouse heart after isoproterenol stimulus of the AC3-I and AC3-C mice.  The former is a model of specific in vivo CaMKII inhibition by a transgenically expressed peptide, whereas the latter is a  transgenic mouse expressing a control peptide. Data processing: all raw data files of the individual SCX fractions of each of the 2 mouse experiments were imported into Proteome Discoverer v1.3.0.339 and the combined peak list was split into CID and HCD data (where applicable) before database searching. Subsequently, CID and HCD peak lists were searched individually against an International Protein Index (IPI; http://www.ebi.ac.uk/ipi) database containing mouse sequences and common contaminants such as bovine serum albumin and human keratins (IPI-Mouse v3.84; 60 248 sequences) through a direct connection to our in-house Mascot server (Mascot v2.3.2, Matrix Science, London, UK). The following settings were used: carbamidomethylation on cysteines as static modification; light, intermediate, and heavy dimethylation of peptide N-termini and lysine side chains, as well as oxidation on methionine and phosphorylation on serine, threonine, or tyrosine as variable modifications; and precursor mass tolerance of 20 ppm and 0.8 Da on the fragment masses (for CID) but 20 ppm and 0.02 Da for HCD searching. The enzyme was specified as trypsin, and 2 missed cleavages were allowed.", "fullDatasetLinks": [{"accession": "PRIDE:0000411", "name": "Dataset FTP location", "value": "ftp://ftp.pride.ebi.ac.uk/2013/08/PXD000174"}], "identifiers": [{"accession": "MS:1001919", "name": "ProteomeXchange accession number", "value": "PXD000174"}], "instruments": [{"accession": "MS:1001742", "name": "LTQ Orbitrap Velos"}], "keywords": [{"accession": "MS:1001925", "name": "submitter keyword", "value": "Mouse heart, CaMKII targets, transgenic model, inhibition, phosphoproteomics, in vivo"}], "modifications": [{"accession": "MOD:00696", "name": "phosphorylated residue"}, {"accession": "MOD:00397", "name": "iodoacetamide derivatized residue"}, {"accession": "MOD:01254", "name": "4x(2)H labeled dimethylated L-lysine"}], "publications": [{"terms": [{"accession": "MS:1000879", "name": "PubMed identifier", "value": "23926118"}, {"accession": "PRIDE:0000400", "name": "Reference", "value": "Scholten A, Preisinger C, Corradini E, Bourgonje VJ, Hennrich ML, van Veen TA, Swaminathan PD, Joiner ML, Vos MA, Anderson ME, Heck AJ. Phosphoproteomics Study Based on In Vivo Inhibition Reveals Sites of Calmodulin-Dependent Protein Kinase II Regulation in the Heart. J Am Heart Assoc. 2013 Aug 7;2(4):e000318"}]}], "species": [{"terms": [{"accession": "MS:1001469", "name": "taxonomy: scientific name", "value": "Mus musculus (Mouse)"}, {"accession": "MS:1001467", "name": "taxonomy: NCBI TaxID", "value": "10090"}]}], "title": "CaMKII Cardiac Phosphoproteome"}